export const c1 = `为认真贯彻落实中央开展扫黑除恶专项斗争的部署要求，正确理解和适用最高人民法院、最高人民检察院、公安部、司法部《关于办理黑恶势力犯罪案件若干问题的指导意见》（法发﹝2018﹞1号，以下简称《指导意见》），根据刑法、刑事诉讼法及有关司法解释、规范性文件的规定，现对办理恶势力刑事案件若干问题提出如下意见： 
\n\n一、办理恶势力刑事案件的总体要求 
\n1．人民法院、人民检察院、公安机关和司法行政机关要深刻认识恶势力违法犯罪的严重社会危害，毫不动摇地坚持依法严惩方针，在侦查、起诉、审判、执行各阶段，运用多种法律手段全面体现依法从严惩处精神，有力震慑恶势力违法犯罪分子，有效打击和预防恶势力违法犯罪。
\n2．人民法院、人民检察院、公安机关和司法行政机关要严格坚持依法办案，确保在案件事实清楚，证据确实、充分的基础上，准确认定恶势力和恶势力犯罪集团，坚决防止人为拔高或者降低认定标准。要坚持贯彻落实宽严相济刑事政策，根据犯罪嫌疑人、被告人的主观恶性、人身危险性、在恶势力、恶势力犯罪集团中的地位、作用以及在具体犯罪中的罪责，切实做到宽严有据，罚当其罪，实现政治效果、法律效果和社会效果的统一。 
\n3．人民法院、人民检察院、公安机关和司法行政机关要充分发挥各自职能，分工负责，互相配合，互相制约，坚持以审判为中心的刑事诉讼制度改革要求，严格执行“三项规程”，不断强化程序意识和证据意识，有效加强法律监督，确保严格执法、公正司法，充分保障当事人、诉讼参与人的各项诉讼权利。 
\n\n二、恶势力、恶势力犯罪集团的认定标准 
\n4．恶势力，是指经常纠集在一起，以暴力、威胁或者其他手段，在一定区域或者行业内多次实施违法犯罪活动，为非作恶，欺压百姓，扰乱经济、社会生活秩序，造成较为恶劣的社会影响，但尚未形成黑社会性质组织的违法犯罪组织。 
\n5．单纯为牟取不法经济利益而实施的“黄、赌、毒、盗、抢、骗”等违法犯罪活动，不具有为非作恶、欺压百姓特征的，或者因本人及近亲属的婚恋纠纷、家庭纠纷、邻里纠纷、劳动纠纷、合法债务纠纷而引发以及其他确属事出有因的违法犯罪活动，不应作为恶势力案件处理。
\n6．恶势力一般为3人以上，纠集者相对固定。纠集者，是指在恶势力实施的违法犯罪活动中起组织、策划、指挥作用的违法犯罪分子。成员较为固定且符合恶势力其他认定条件，但多次实施违法犯罪活动是由不同的成员组织、策划、指挥，也可以认定为恶势力，有前述行为的成员均可以认定为纠集者。 
\n恶势力的其他成员，是指知道或应当知道与他人经常纠集在一起是为了共同实施违法犯罪，仍按照纠集者的组织、策划、指挥参与违法犯罪活动的违法犯罪分子，包括已有充分证据证明但尚未归案的人员，以及因法定情形不予追究法律责任，或者因参与实施恶势力违法犯罪活动已受到行政或刑事处罚的人员。仅因临时雇佣或被雇佣、利用或被利用以及受蒙蔽参与少量恶势力违法犯罪活动的，一般不应认定为恶势力成员。 
\n7．“经常纠集在一起，以暴力、威胁或者其他手段，在一定区域或者行业内多次实施违法犯罪活动”，是指犯罪嫌疑人、被告人于2年之内，以暴力、威胁或者其他手段，在一定区域或者行业内多次实施违法犯罪活动，且包括纠集者在内，至少应有2名相同的成员多次参与实施违法犯罪活动。对于“纠集在一起”时间明显较短，实施违法犯罪活动刚刚达到“多次”标准，且尚不足以造成较为恶劣影响的，一般不应认定为恶势力。 
\n8．恶势力实施的违法犯罪活动，主要为强迫交易、故意伤害、非法拘禁、敲诈勒索、故意毁坏财物、聚众斗殴、寻衅滋事，但也包括具有为非作恶、欺压百姓特征，主要以暴力、威胁为手段的其他违法犯罪活动。 
\n恶势力还可能伴随实施开设赌场、组织卖淫、强迫卖淫、贩卖毒品、运输毒品、制造毒品、抢劫、抢夺、聚众扰乱社会秩序、聚众扰乱公共场所秩序、交通秩序以及聚众“打砸抢”等违法犯罪活动，但仅有前述伴随实施的违法犯罪活动，且不能认定具有为非作恶、欺压百姓特征的，一般不应认定为恶势力。 
\n9．办理恶势力刑事案件，“多次实施违法犯罪活动”至少应包括1次犯罪活动。对于反复实施强迫交易、非法拘禁、敲诈勒索、寻衅滋事等单一性质的违法行为，单次情节、数额尚不构成犯罪，但按照刑法或者有关司法解释、规范性文件的规定累加后应作为犯罪处理的，在认定是否属于“多次实施违法犯罪活动”时，可将已用于累加的违法行为计为1次犯罪活动，其他违法行为单独计算违法活动的次数。 
\n已被处理或者已作为民间纠纷调处，后经查证确属恶势力违法犯罪活动的，均可以作为认定恶势力的事实依据，但不符合法定情形的，不得重新追究法律责任。 
\n10．认定“扰乱经济、社会生活秩序，造成较为恶劣的社会影响”，应当结合侵害对象及其数量、违法犯罪次数、手段、规模、人身损害后果、经济损失数额、违法所得数额、引起社会秩序混乱的程度以及对人民群众安全感的影响程度等因素综合把握。 
\n11．恶势力犯罪集团，是指符合恶势力全部认定条件，同时又符合犯罪集团法定条件的犯罪组织。 
\n恶势力犯罪集团的首要分子，是指在恶势力犯罪集团中起组织、策划、指挥作用的犯罪分子。恶势力犯罪集团的其他成员，是指知道或者应当知道是为共同实施犯罪而组成的较为固定的犯罪组织，仍接受首要分子领导、管理、指挥，并参与该组织犯罪活动的犯罪分子。
\n恶势力犯罪集团应当有组织地实施多次犯罪活动，同时还可能伴随实施违法活动。恶势力犯罪集团所实施的违法犯罪活动，参照《指导意见》第十条第二款的规定认定。
\n12．全部成员或者首要分子、纠集者以及其他重要成员均为未成年人、老年人、残疾人的，认定恶势力、恶势力犯罪集团时应当特别慎重。 
\n\n三、正确运用宽严相济刑事政策的有关要求 
\n13．对于恶势力的纠集者、恶势力犯罪集团的首要分子、重要成员以及恶势力、恶势力犯罪集团共同犯罪中罪责严重的主犯，要正确运用法律规定加大惩处力度，对依法应当判处重刑或死刑的，坚决判处重刑或死刑。同时要严格掌握取保候审，严格掌握不起诉，严格掌握缓刑、减刑、假释，严格掌握保外就医适用条件，充分利用资格刑、财产刑等法律手段全方位从严惩处。对于符合刑法第三十七条之一规定的，可以依法禁止其从事相关职业。 
\n对于恶势力、恶势力犯罪集团的其他成员，在共同犯罪中罪责相对较小、人身危险性、主观恶性相对不大的，具有自首、立功、坦白、初犯等法定或酌定从宽处罚情节，可以依法从轻、减轻或免除处罚。认罪认罚或者仅参与实施少量的犯罪活动且只起次要、辅助作用，符合缓刑条件的，可以适用缓刑。 
\n14．恶势力犯罪集团的首要分子检举揭发与该犯罪集团及其违法犯罪活动有关联的其他犯罪线索，如果在认定立功的问题上存在事实、证据或法律适用方面的争议，应当严格把握。依法应认定为立功或者重大立功的，在决定是否从宽处罚、如何从宽处罚时，应当根据罪责刑相一致原则从严掌握。可能导致全案量刑明显失衡的，不予从宽处罚。 
\n恶势力犯罪集团的其他成员如果能够配合司法机关查办案件，有提供线索、帮助收集证据或者其他协助行为，并在侦破恶势力犯罪集团案件、查处“保护伞”等方面起到较大作用的，即使依法不能认定立功，一般也应酌情对其从轻处罚。 
\n15．犯罪嫌疑人、被告人同时具有法定、酌定从严和法定、酌定从宽处罚情节的，量刑时要根据所犯具体罪行的严重程度，结合被告人在恶势力、恶势力犯罪集团中的地位、作用、主观恶性、人身危险性等因素整体把握。对于恶势力的纠集者、恶势力犯罪集团的首要分子、重要成员，量刑时要体现总体从严。对于在共同犯罪中罪责相对较小、人身危险性、主观恶性相对不大，且能够真诚认罪悔罪的其他成员，量刑时要体现总体从宽。 
\n16．恶势力刑事案件的犯罪嫌疑人、被告人自愿如实供述自己的罪行，承认指控的犯罪事实，愿意接受处罚的，可以依法从宽处理，并适用认罪认罚从宽制度。对于犯罪性质恶劣、犯罪手段残忍、社会危害严重的犯罪嫌疑人、被告人，虽然认罪认罚，但不足以从轻处罚的，不适用该制度。 
\n四、办理恶势力刑事案件的其他问题 
\n17．人民法院、人民检察院、公安机关经审查认为案件符合恶势力认定标准的，应当在起诉意见书、起诉书、判决书、裁定书等法律文书中的案件事实部分明确表述，列明恶势力的纠集者、其他成员、违法犯罪事实以及据以认定的证据；符合恶势力犯罪集团认定标准的，应当在上述法律文书中明确定性，列明首要分子、其他成员、违法犯罪事实以及据以认定的证据，并引用刑法总则关于犯罪集团的相关规定。被告人及其辩护人对恶势力定性提出辩解和辩护意见，人民法院可以在裁判文书中予以评析回应。 
\n恶势力刑事案件的起诉意见书、起诉书、判决书、裁定书等法律文书，可以在案件事实部分先概述恶势力、恶势力犯罪集团的概括事实，再分述具体的恶势力违法犯罪事实。
\n18．对于公安机关未在起诉意见书中明确认定，人民检察院在审查起诉期间发现构成恶势力或者恶势力犯罪集团，且相关违法犯罪事实已经查清，证据确实、充分，依法应追究刑事责任的，应当作出起诉决定，根据查明的事实向人民法院提起公诉，并在起诉书中明确认定为恶势力或者恶势力犯罪集团。人民检察院认为恶势力相关违法犯罪事实不清、证据不足，或者存在遗漏恶势力违法犯罪事实、遗漏同案犯罪嫌疑人等情形需要补充侦查的，应当提出具体的书面意见，连同案卷材料一并退回公安机关补充侦查；人民检察院也可以自行侦查，必要时可以要求公安机关提供协助。
\n对于人民检察院未在起诉书中明确认定，人民法院在审判期间发现构成恶势力或恶势力犯罪集团的，可以建议人民检察院补充或者变更起诉；人民检察院不同意或者在七日内未回复意见的，人民法院不应主动认定，可仅就起诉指控的犯罪事实依照相关规定作出判决、裁定。 
\n审理被告人或者被告人的法定代理人、辩护人、近亲属上诉的案件时，一审判决认定黑社会性质组织有误的，二审法院应当纠正,符合恶势力、恶势力犯罪集团认定标准，应当作出相应认定；一审判决认定恶势力或恶势力犯罪集团有误的，应当纠正，但不得升格认定；一审判决未认定恶势力或恶势力犯罪集团的，不得增加认定。 
\n19．公安机关、人民检察院、人民法院应当分别以起诉意见书、起诉书、裁判文书所明确的恶势力、恶势力犯罪集团，作为相关数据的统计依据。 
\n20．本意见自2019年4月9日起施行。`;

export const c2 = `为认真贯彻落实中央开展扫黑除恶专项斗争的部署要求，根据刑法、刑事诉讼法和有关司法解释、规范性文件的规定，现对办理跨省异地执行刑罚的黑恶势力罪犯坦白交代本人犯罪和检举揭发他人犯罪案件提出如下意见：
				\n\n一、总体工作要求
				\n1.人民法院、人民检察院、公安机关、监狱要充分认识黑恶势力犯罪的严重社会危害，在办理案件中加强沟通协调，促使黑恶势力罪犯坦白交代本人犯罪和检举揭发他人犯罪，进一步巩固和扩大扫黑除恶专项斗争成果。
				\n2.人民法院、人民检察院、公安机关、监狱在办理跨省异地执行刑罚的黑恶势力罪犯坦白、检举构成自首、立功案件中，应当贯彻宽严相济刑事政策，充分发挥职能作用，坚持依法办案，快办快结，保持密切配合，形成合力，实现政治效果、法律效果和社会效果的统一。
				\n\n二、排查和移送案件线索
				\n3.监狱应当依法从严管理跨省异地执行刑罚的黑恶势力罪犯，积极开展黑恶势力犯罪线索排查，加大政策宣讲力度，教育引导罪犯坦白交代司法机关还未掌握的本人其他犯罪行为，鼓励罪犯检举揭发他人犯罪行为。
				\n4.跨省异地执行刑罚的黑恶势力罪犯检举揭发他人犯罪行为、提供重要线索，或者协助司法机关抓捕其他犯罪嫌疑人的，各部门在办案中应当采取必要措施，保护罪犯及其近亲属人身和财产安全。
				\n5.跨省异地执行刑罚的黑恶势力罪犯坦白、检举的，监狱应当就基本犯罪事实、涉案人员和作案时间、地点等情况对罪犯进行询问，形成书面材料后报省级监狱管理机关。省级监狱管理机关根据案件性质移送原办案侦查机关所在地省级公安机关、人民检察院或者其他省级主管部门。
				\n6.原办案侦查机关所在地省级公安机关、人民检察院收到监狱管理机关移送的案件线索材料后，应当进行初步审查。经审查认为属于公安机关或者人民检察院管辖的，应当按照有关管辖的规定处理。经审查认为不属于公安机关或者人民检察院管辖的，应当及时退回移送的省级监狱管理机关，并书面说明理由。
				\n\n三、办理案件程序
				\n7.办案侦查机关收到罪犯坦白、检举案件线索或者材料后，应当及时进行核实。依法不予立案的，应当说明理由，并将不予立案通知书送达罪犯服刑监狱。依法决定立案的，应当在立案后十日内，将立案情况书面告知罪犯服刑监狱。依法决定撤销案件的，应当将案件撤销情况书面告知罪犯服刑监狱。
				\n8.人民检察院审查起诉跨省异地执行刑罚的黑恶势力罪犯坦白、检举案件，依法决定不起诉的，应当在作出不起诉决定后十日内将有关情况书面告知罪犯服刑监狱。
				\n9.人民法院审理跨省异地执行刑罚的黑恶势力罪犯坦白案件，可以依法适用简易程序、速裁程序。有条件的地区，可以通过远程视频方式开庭审理。判决生效后十日内，人民法院应当向办案侦查机关和罪犯服刑监狱发出裁判文书。
				\n10.跨省异地执行刑罚的黑恶势力罪犯在服刑期间，检举揭发他人犯罪、提供重要线索，或者协助司法机关抓捕其他犯罪嫌疑人的，办案侦查机关应当在人民法院判决生效后十日内根据人民法院判决对罪犯是否构成立功或重大立功提出书面意见，与案件相关材料一并送交监狱。
				\n11.跨省异地执行刑罚的黑恶势力罪犯在原审判决生效前，检举揭发他人犯罪活动、提供重要线索，或者协助司法机关抓捕其他犯罪嫌疑人的，在原审判决生效后才被查证属实的，参照本意见第10条情形办理。
				\n12.跨省异地执行刑罚的黑恶势力罪犯检举揭发他人犯罪，构成立功或者重大立功的，监狱依法向人民法院提请减刑。对于检举他人犯罪行为基本属实，但未构成立功或者重大立功的，监狱可以根据有关规定给予日常考核奖励或者物质奖励。
				\n13.公安机关、人民检察院、人民法院认为需要提审跨省异地执行刑罚的黑恶势力罪犯的，提审人员应当持工作证等有效证件和县级以上公安机关、人民检察院、人民法院出具的介绍信等证明材料到罪犯服刑监狱进行提审。
				\n14.公安机关、人民检察院、人民法院认为需要将异地执行刑罚的黑恶势力罪犯跨省解回侦查、起诉、审判的，办案地省级公安机关、人民检察院、人民法院应当先将解回公函及相关材料送监狱所在地省级公安机关、人民检察院、人民法院审核。经审核确认无误的，监狱所在地省级公安机关、人民检察院、人民法院应当出具确认公函，与解回公函及材料一并转送监狱所在地省级监狱管理机关审批。监狱所在地省级监狱管理机关应当在收到上述材料后三日内作出是否批准的书面决定。批准将罪犯解回侦查、起诉、审判的，办案地公安机关、人民检察院、人民法院应当派员到监狱办理罪犯离监手续。案件办理结束后，除将罪犯依法执行死刑外，应当将罪犯押解回原服刑监狱继续服刑。
				\n15.本意见所称“办案侦查机关”，是指依法对案件行使侦查权的公安机关、人民检察院。
																											2019年10月21日`;

export const c3 = `\n为认真贯彻党中央关于开展扫黑除恶专项斗争的重大决策部署，全面落实习近平总书记关于扫黑除恶与反腐败结合起来，与基层“拍蝇”结合起来的重要批示指示精神，进一步规范和加强各级监察机关、人民法院、人民检察院、公安机关、司法行政机关在惩治公职人员涉黑涉恶违法犯罪中的协作配合，推动扫黑除恶专项斗争取得更大成效，根据刑法、刑事诉讼法、监察法及最高人民法院、最高人民检察院、公安部、司法部《关于办理黑恶势力犯罪案件若干问题的指导意见》的规定，现就有关问题通知如下：
				\n\n一、总体要求
				\n1.进一步提升政治站位。坚持以习近平新时代中国特色社会主义思想为指导，从增强“四个意识”、坚定“四个自信”、做到“两个维护”的政治高度，立足党和国家工作大局，深刻认识和把握开展扫黑除恶专项斗争的重大意义。深挖黑恶势力滋生根源，铲除黑恶势力生存根基，严惩公职人员涉黑涉恶违法犯罪，除恶务尽，切实维护群众利益，进一步净化基层政治生态，推动扫黑除恶专项斗争不断向纵深发展，推进全面从严治党不断向基层延伸。
				\n2.坚持实事求是。坚持以事实为依据，以法律为准绳，综合考虑行为人的主观故意、客观行为、具体情节和危害后果，以及相关黑恶势力的犯罪事实、犯罪性质、犯罪情节和对社会的危害程度，准确认定问题性质，做到不偏不倚、不枉不纵。坚持惩前毖后、治病救人方针，严格区分罪与非罪的界限，区别对待、宽严相济。
				\n3.坚持问题导向。找准扫黑除恶与反腐“拍蝇”工作的结合点，聚焦涉黑涉恶问题突出、群众反映强烈的重点地区、行业和领域，紧盯农村和城乡结合部，紧盯建筑工程、交通运输、矿产资源、商贸集市、渔业捕捞、集资放贷等涉黑涉恶问题易发多发的行业和领域，紧盯村“两委”、乡镇基层站所及其工作人员，严肃查处公职人员涉黑涉恶违法犯罪行为。
				\n\n二、严格查办公职人员涉黑涉恶违法犯罪案件
				\n4.各级监察机关、人民法院、人民检察院、公安机关应聚焦黑恶势力违法犯罪案件及坐大成势的过程，严格查办公职人员涉黑涉恶违法犯罪案件。重点查办以下案件：公职人员直接组织、领导、参与黑恶势力违法犯罪活动的案件；公职人员包庇、纵容、支持黑恶势力犯罪及其他严重刑事犯罪的案件；公职人员收受贿赂、滥用职权，帮助黑恶势力人员获取公职或政治荣誉，侵占国家和集体资金、资源、资产，破坏公平竞争秩序，或为黑恶势力提供政策、项目、资金、金融信贷等支持帮助的案件；负有查禁监管职责的国家机关工作人员滥用职权、玩忽职守帮助犯罪分子逃避处罚的案件；司法工作人员徇私枉法、民事枉法裁判、执行判决裁定失职或滥用职权、私放在押人员以及徇私舞弊减刑、假释、暂予监外执行的案件；在扫黑除恶专项斗争中发生的公职人员滥用职权，徇私舞弊，包庇、阻碍查处黑恶势力犯罪的案件，以及泄露国家秘密、商业秘密、工作秘密，为犯罪分子通风报信的案件；公职人员利用职权打击报复办案人员的案件。
				\n公职人员的范围，根据《中华人民共和国监察法》第十五条的规定认定。
				\n5.以上情形，由有关机关依规依纪依法调查处置，涉嫌犯罪的，依法追究刑事责任。
				\n\n三、准确适用法律
				\n6.国家机关工作人员包庇黑社会性质的组织，或者纵容黑社会性质的组织进行违法犯罪活动的，以包庇、纵容黑社会性质组织罪定罪处罚。
				\n国家机关工作人员既组织、领导、参加黑社会性质组织，又对该组织进行包庇、纵容的，应当以组织、领导、参加黑社会性质组织罪从重处罚。
				\n国家机关工作人员包庇、纵容黑社会性质组织，该包庇、纵容行为同时还构成包庇罪、伪证罪、妨害作证罪、徇私枉法罪、滥用职权罪、帮助犯罪分子逃避处罚罪、徇私舞弊不移交刑事案件罪，以及徇私舞弊减刑、假释、暂予监外执行罪等其他犯罪的，应当择一重罪处罚。
				\n7.非国家机关工作人员与国家机关工作人员共同包庇、纵容黑社会性质组织，且不属于该组织成员的，以包庇、纵容黑社会性质组织罪的共犯论处。非国家机关工作人员的行为同时还构成其他犯罪的，应当择一重罪处罚。
				\n8.公职人员利用职权或职务便利实施包庇、纵容黑恶势力、伪证、妨害作证，帮助毁灭、伪造证据，以及窝藏、包庇等犯罪行为的，应酌情从重处罚。事先有通谋而实施支持帮助、包庇纵容等保护行为的，以具体犯罪的共犯论处。
				\n\n四、形成打击公职人员涉黑涉恶违法犯罪的监督制约、配合衔接机制
				\n9.监察机关、公安机关、人民检察院、人民法院在查处、办理公职人员涉黑涉恶违法犯罪案件过程中，应当分工负责，互相配合，互相制约，通过对办理的黑恶势力犯罪案件逐案筛查、循线深挖等方法，保证准确有效地执行法律，彻查公职人员涉黑涉恶违法犯罪。
				\n10.监察机关、公安机关、人民检察院、人民法院要建立完善查处公职人员涉黑涉恶违法犯罪重大疑难案件研判分析、案件通报等工作机制，进一步加强监察机关、政法机关之间的配合，共同研究和解决案件查处、办理过程中遇到的疑难问题，相互及时通报案件进展情况，进一步增强工作整体性、协同性。
				\n11.监察机关、公安机关、人民检察院、人民法院、司法行政机关要建立公职人员涉黑涉恶违法犯罪线索移送制度，对工作中收到、发现的不属于本单位管辖的公职人员涉黑涉恶违法犯罪线索，应当及时移送有管辖权的单位处置。
				\n移送公职人员涉黑涉恶违法犯罪线索，按照以下规定执行：
				\n（1）公安机关、人民检察院、人民法院、司法行政机关在工作中发现公职人员涉黑涉恶违法犯罪中的涉嫌贪污贿赂、失职渎职等职务违法和职务犯罪等应由监察机关管辖的问题线索，应当移送监察机关。
				\n（2）监察机关在信访举报、监督检查、审查调查等工作中发现公职人员涉黑涉恶违法犯罪线索的，应当将其中涉嫌包庇、纵容黑社会性质组织犯罪等由公安机关管辖的案件线索移送公安机关处理。
				\n（3）监察机关、公安机关、人民检察院、人民法院、司法行政机关在工作中发现司法工作人员涉嫌利用职权实施的侵犯公民权利、损害司法公正案件线索的，根据有关规定，经沟通后协商确定管辖机关。
				\n12.监察机关、公安机关、人民检察院接到移送的公职人员涉黑涉恶违法犯罪线索，应当按各自职责及时处置、核查，依法依规作出处理，并做好沟通反馈工作；必要时，可以与相关线索或案件并案处理。
				\n对于重大疑难复杂的公职人员涉黑涉恶违法犯罪案件，监察机关、公安机关、人民检察院可以同步立案、同步查处，根据案件办理需要，相互移送相关证据，加强沟通配合，做到协同推进。
				\n13.公职人员涉黑涉恶违法犯罪案件中，既涉嫌贪污贿赂、失职渎职等严重职务违法或职务犯罪，又涉嫌公安机关、人民检察院管辖的违法犯罪的，一般应当以监察机关为主调查，公安机关、人民检察院予以协助。监察机关和公安机关、人民检察院分别立案调查（侦查）的，由监察机关协调调查和侦查工作。犯罪行为仅涉及公安机关、人民检察院管辖的，由有关机关依法按照管辖职能进行侦查。
				\n14.公安机关、人民检察院、人民法院对公职人员涉黑涉恶违法犯罪移送审查起诉、提起公诉、作出裁判，必要时听取监察机关的意见。
				\n15.公职人员涉黑涉恶违法犯罪案件开庭审理时，人民法院应当通知监察机关派员旁听，也可以通知涉罪公职人员所在单位、部门、行业以及案件涉及的单位、部门、行业等派员旁听。
				
				
				                     \n2019年10月20日`;

export const c4 = `\n《中华人民共和国刑法》有关涉黑犯罪罪名规定
				\n\n一、组织、领导、参加黑社会性质组织罪
				\n刑法第二百九十四条第一款：组织、领导黑社会性质的组织的，处七年以上有期徒刑，并处没收财产；积极参加的，处三年以上七年以下有期徒刑，可以并处罚金或者没收财产；其他参加的，处三年以下有期徒刑、拘役、管制或者剥夺政治权利，可以并处罚金。
				\n\n二、入境发展黑社会组织罪
				\n刑法第二百九十四条第二款：境外黑社会组织的人员到中华人民共和国境内发展组织成员的，处三年以上十年以下有期徒刑。
				\n\n三、包庇、纵容黑社会性质组织罪
				\n刑法第二百九十四条第三款：国家机关工作人员包庇黑社会性质的组织，或者纵容黑社会性质的组织进行违法犯罪活动的，处五年以下有期徒刑；情节严重的，处五年以上有期徒刑。
				\n犯前三款罪又有其他犯罪行为的，依照数罪并罚的规定处罚。`;

export const c5 = `\n\n第一章　总则
				
				　　\n第一条　为了有效地执行刑罚，加强监管改造场所的规范化建设，切实做好对罪犯的依法管理、严格管理、文明管理，特制定本规范。
				　　\n第二条　监管改造环境是指监狱、劳改队、少管所的监管警戒设施、罪犯生活区、生产区和学习场所。
				　　\n第三条　监管改造环境要规划合理，确保安全，利于监管，方便生产和生活，做到监院建筑物布局、建造规范合理，监舍、教室、监区环境清洁整齐，车间、场院设置有序。
				\n\n第二章　监管警戒设施规范
				　
				　　\n第四条　监狱围墙应高出地面５．５米，劳改队、少管所围墙应高出地面４．５－５米。围墙地基要坚固，厚度不少于０．５米，顶端呈圆型，转角处呈半圆形，表现平滑无任何供攀登之处。
				　　\n第五条　围墙上应安装分段报警装置，并安装不低于１米的电网。
				　　\n第六条　围墙警戒地段内侧５米、外侧１０米内应做到无障碍，无杂物，视野宽阔。重要地段警戒区要设安全防刺网，防止罪犯靠近。地处城市的老监狱围墙外侧达不到这一要求的，也要尽可能设置一定距离的隔离带。
				　　\n第七条　岗楼要配备必要的通讯报警装置，两岗之间距离应在视线和有效防范距离之内。岗哨楼梯要逐步改为移动式或在岗楼内安装门锁。
				　　\n第八条　监门、围墙、通道和重点部位必须执行严格的岗位责任制，按照一级供电标准照明，必要时还应配备备用发电机组。
				　　\n第九条　监门分设大、小门，大门通车，小门过人。大门外设横杆，小门通道设护栏，随时置于门卫直接观察之中。
				　　\n第十条　罪犯监区和生产区之间需穿越监外区域的，应设置专用栏杆或建造专门通道。
				　　\n第十一条　矿山的地面、井口、井下等罪犯生产劳动区域，应设立、划定警戒线或其他警戒标志，严格规定罪犯从事生产劳动的路线和区域。炸药、雷管等爆炸物品，要分别专门设库存放，指定专人保管。
				　　\n第十二条　运送货物的机动车辆，经批准后方可进入生产车间或仓库区，进入监区后，车头必须朝里；驾驶员离开车辆时，必须拔出点火钥匙，摇上玻璃，锁好车门；驶出监区前，必须接受严格检查。
				　　\n其他任何车辆（含非机动车辆）非经监狱首长批准并经门卫严格检查，不得进入监区。
				　　\n第十三条　狱内门卫室、值班室、办公室应设有线或无线通讯、报警及防护装置。大门门卫室要设坚固的枪柜，统一保管进监区干警的枪支。外役劳动现场要装备无线电对讲机，保证联络通畅。
				\n\n第三章　生活区规范
				　
				　　\n第十四条　监区内要做到场院平整，道路通畅，有活动区、宣传教育栏（板）、晾晒场；上、下水道设施完好，无污水，无便溺，无脏乱垃圾和杂物。监区地下管道要绘制示意图，通往狱外的下水道、暖气管道要加防护设施。
				　　\n第十五条　罪犯生活区应与生产区分隔封闭，设监舍、教室（或教学楼）、伙房、医院（或卫生所）、浴室（或冲凉室）、理发室、烧水房、接见室，并分别执行相应的管理制度。
				　　\n第十六条　禁闭室根据需要设在罪犯生活区内、外，使用面积每间不少于３平方米，室内高度不低于３米，窗户不小于０．８平方米；门、窗、灯要安装防护装置；罪犯睡铺要保证防潮保暖；室内要通风透光，经常消毒；室外要有放风场地。有条件的应安装电视监控设备。
				　　\n第十七条　接见室要有前、后门，分别连接监外道路和监区，使罪犯家属和罪犯各行其道，接见室要有宣传栏。为适应分级管理的需要，可分别建立从严、常规和优惠接见的设施。
				　　\n第十八条　监舍建设要努力做到坚固、严密、庄重、文明、整洁。监舍内设寝室、洗漱室、厕所、储藏室、医务室、图书阅览室、教育娱乐室等，并分别执行相应的管理制度。
				　　\n第十九条　干部值班室、谈话室必须用铁门与罪犯监舍隔开。监舍门窗、楼房外走廊应安装防护设置。监舍、禁闭室的门锁必须牢固可靠，统一型号，钥匙由干部直接掌管。
				　　\n第二十条　监舍要防火、防潮、防漏、防蚊蝇，保证供电、供水、取暖，保证室内通风、透光、无异味。监舍门、窗要定期油漆，墙壁要定期粉刷，内务摆放要整齐划一，墙壁可张贴有关的规章制度和有教育意义的书画作品。
				　　\n第二十一条　教学楼内设教研室、教室和教师备课室，也可设图书室、阅览室、展览室和娱乐活动室以及电化教育室、演播室。教室要求空气流通，采光好，课桌、座椅、黑板齐全，布置文明、整洁。
				　　\n第二十二条　伙房要做到管理制度齐全，物资出入库帐目清楚，按月公布帐目。伙房、库房、炊具清洁卫生，要有防蝇、蚊、鼠、蚁、蟑螂等设备。冬季要有保温设备，寒冷地区要设菜窖。刀具要集中严格保管。
				　　\n第二十三条　伙房要分别设立主食灶、副食灶、少数民族灶、病员灶、保健灶，按周公布食谱。
				\n\n第四章　生产区规范
				　
				　　\n第二十四条　罪犯生产区应遵循文明生产、安全生产和定置管理原则进行管理。
				　　\n第二十五条　罪犯生产区内的干部办公室，要安装防护、通讯和报警装置。要执行罪犯定岗定位和定活动区域的管理制度。
				　　\n第二十六条　生产区内应当道路通畅，有齐全、完好的防火、防爆、防毒和防暑降温设备。易燃易爆和有毒物品要分类隔离存放，加封加锁，指定干警或工人管理。
				　　\n第二十七条　工业单位车间设更衣室、工具箱或保管室。所存工具、衣物摆放整齐，定位管理，不得妨碍安全。
				　　\n第二十八条　工业单位车间设污物箱、卫生箱，随时清理工业垃圾和各种杂物。
				　　\n第二十九条　生产设备应合理布局，有完善的安全防护装置，经常维修保养。
				　　\n第三十条　车间各种原材料、半成品及成品实行分类编号摆放，做到数目清楚，整齐划一，井然有序。
				　　\n第三十一条　农业单位的生产区必须标明警戒线或其他警戒标记，严格限定罪犯生产劳动活动区域。
				　　\n第三十二条　农业单位的库房、场院要保持整洁，储藏物摆放整齐，有完好防火、防潮、防鼠、通风设备。剧毒物品仓库必须坚固、严密，指定干警或工人管理。
				\n\n第五章　附则
				　
				　　\n第三十三条　本规范自发布之日起施行。各省、自治区、直辖市司法厅（局）可结合本地区实际情况，制定具体实施办法。条件暂不具备的，可以分阶段逐步实施。`;

export const c6 = `《监狱服刑人员行为规范》已经2004年3月2日司法部部务会议审议通过，现予发布，自2004年5月1日起施行。 1990年11月6日司法部第12号令《罪犯改造行为规范》同时废止。
				\n《监狱服刑人员行为规范》是罪犯接受改造必须遵守的行为准则，是考核罪犯改造表现的一项基本内容，是实施奖惩的重要依据。
				　　　　　　　　　　　　　　　　　　　　　　　　　　　　　                     \n部长　张福森
				　　　　　　　　　　　　　　　　　　　　　                         \n二00四年三月十九日　　　　　　　　　　　　　
				\n\n第一章　基本规范
				　　\n第一条　拥护宪法，遵守法律法规规章和监规纪律。
				　　\n第二条　服从管理，接受教育，参加劳动，认罪悔罪。
				　　\n第三条　爱祖国，爱人民，爱集体，爱学习，爱劳动。
				　　\n第四条　明礼诚信，互助友善，勤俭自强。
				　　\n第五条　依法行使权利，采用正当方式和程序维护个人合法权益。
				　　\n第六条　服刑期间严格遵守下列纪律：
				　　\n（一）不超越警戒线和规定区域、脱离监管擅自行动；
				　　\n（二）不私藏现金、刃具等违禁品；
				　　\n（三）不私自与外界人员接触，索取、借用、交换、传递钱物；
				　　\n（四）不在会见时私传信件、现金等物品；
				　　\n（五）不擅自使用绝缘、攀援、挖掘物品；
				　　\n（六）不偷窃、赌博；
				　　\n（七）不打架斗殴、自伤自残；
				　　\n（八）不拉帮结伙、欺压他人；
				　　\n（九）不传播犯罪手段、怂恿他人犯罪；
				　　\n（十）不习练、传播有害气功、邪教。
				
				\n\n第二章　生活规范
				　
				　　\n第七条　按时起床，有秩序洗漱、如厕，衣被等个人物品摆放整齐。
				　　\n第八条　按要求穿着囚服，佩戴统一标识。
				　　\n第九条　按时清扫室内外卫生，保持环境整洁。
				　　\n第十条　保持个人卫生，按时洗澡、理发、剃须、剪指甲，衣服、被褥定期换洗。
				　　\n第十一条　按规定时间、地点就餐，爱惜粮食，不乱倒剩余饭菜。
				　　\n第十二条　集体行进时，听从警官指挥，保持队形整齐。
				　　\n第十三条　不饮酒，不违反规定吸烟。
				　　\n第十四条　患病时向警官报告，看病时遵守纪律，配合治疗。不私藏药品。
				　　\n第十五条　需要进入警官办公室时，在门外报告，经允许后进入。
				　　\n第十六条　在野外劳动现场需要向警官反映情况时，在三米以外报告。
				　　\n第十七条　遇到问题，主动向警官汇报。与警官交谈时，如实陈述、回答问题。
				　　\n第十八条　在指定铺位就寝，就寝时保持安静，不影响他人休息。
				\n\n第三章　学习规范
				　
				　　\n第十九条　接受法制、道德、形势、政策等思想教育，认清犯罪危害，矫治恶习。
				　　\n第二十条　接受心理健康教育，配合心理测试，养成健康心理。
				　　\n第二十一条　尊重教师，遵守学习纪律，爱护教学设施、设备。
				　　\n第二十二条　接受文化教育，上课认真听讲，按时完成作业，争取良好成绩。
				　　\n第二十三条　接受技术教育，掌握实用技能，争当劳动能手，增强就业能力。
				　　\n第二十四条　阅读健康有益书刊，按规定收听、收看广播电视。
				　　\n第二十五条　参加文娱活动，增强体质，陶冶情操。
				\n\n第四章　劳动规范
				　
				　　\n第二十六条　积极参加劳动。因故不参加劳动，须经警官批准。
				　　\n第二十七条　遵守劳动纪律，坚守岗位，服从生产管理和技术指导。
				　　\n第二十八条　严格遵守操作规程和安全生产规定，不违章作业。
				　　\n第二十九条　爱护设备、工具。厉行节约，减少损耗，杜绝浪费。
				　　\n第三十条　保持劳动现场卫生整洁，遵守定置管理规定，工具、材料、产品摆放整齐。
				　　\n第三十一条　不将劳动工具和危险品、违禁品带进监舍。
				　　\n第三十二条　完成劳动任务，保证劳动质量，珍惜劳动成果。
				\n\n第五章　文明礼貌规范
				　
				　　\n第三十三条　爱护公共环境。不随地吐痰，不乱扔杂物，不损坏花草树木。
				　　\n第三十四条　言谈举止文明。不讲脏话、粗话。
				　　\n第三十五条　礼貌称谓他人。对人民警察称“警官”，对其他人员采用相应礼貌称谓。
				　　\n第三十六条　服刑人员之间互称姓名，不起（叫）绰号。
				　　\n第三十七条　来宾、警官进入监舍时，除患病和按规定就寝外，起立致意。
				　　\n第三十八条　与来宾、警官相遇时，文明礼让。`;

export const c7 = `《监狱教育改造工作规定》已经2003年6月3日部长办公会议审议通过，现予发布，自2003年8月1日起施行。
				                                                                       \n部长　张福森
				　　　　　　　　　　　　　　　　　　　　　　　　　 　                    \n2003年6月13日　　　　　　　　　　　　　
				　　\n\n第一章　总则
				
				　　\n第一条　为了规范监狱教育改造工作，提高教育改造质量，根据《中华人民共和国监狱法》和有关法律、法规的规定，结合监狱教育改造工作实际，制定本规定。
				　　\n第二条　监狱教育改造工作是刑罚执行活动的重要组成部分，是改造罪犯的基本手段之一，是监狱工作法制化、科学化、社会化的重要体现，贯穿于监狱工作的全过程。
				　　\n第三条　监狱教育改造工作的任务，是通过各种有效的途径和方法，教育罪犯认罪悔罪，自觉接受改造，增强法律意识和道德素养，掌握一定的文化知识和劳动技能，将其改造成为守法公民。
				　　\n第四条　监狱教育改造工作，应当根据罪犯的犯罪类型、犯罪原因、恶性程度及其思想、行为、心理特征，坚持因人施教、以理服人、循序渐进、注重实效的原则。
				　　\n第五条　监狱教育改造工作主要包括：入监教育；个别教育；思想、文化、技术教育；监区文化建设；社会帮教；心理矫治；评选罪犯改造积极分子；出监教育等。
				　　\n第六条　监狱教育改造工作，应当坚持集体教育与个别教育相结合，课堂教育与辅助教育相结合，常规教育与专题教育相结合，狱内教育与社会教育相结合。
				　　\n第七条　监狱应当设立教育改造场所，包括教室、谈话室、文体活动室、图书室、阅览室、电化教育室、心理咨询室等，并配备相应的设施。
				　　\n第八条　监狱用于罪犯教育改造的经费，按照国家规定的有关标准执行。少数民族罪犯、未成年犯的教育改造经费应予提高。
				　　\n\n第二章　入监教育
				　
				　　\n第九条　对新入监的罪犯，应当将其安排在负责新收分流罪犯的监狱或者监区，集中进行为期两个月的入监教育。
				　　\n第十条　新收罪犯入监后，监狱（监区）应当向其宣布罪犯在服刑期间享有的权利和应当履行的义务：
				　　\n（一）罪犯在服刑期间享有下列权利：人格不受侮辱，人身安全和合法财产不受侵犯，享有辩护、申诉、控告、检举以及其他未被依法剥夺或者限制的权利。
				　　\n（二）罪犯在服刑期间应当履行下列义务：遵守国家法律、法规和监规纪律，服从管理，接受教育改造，按照规定参加劳动。
				　　\n第十一条　监狱（监区）对新收罪犯，应当进行法制教育和监规纪律教育，引导其认罪悔罪，明确改造目标，适应服刑生活。
				　　\n第十二条　监狱（监区）应当了解和掌握新收罪犯的基本情况、认罪态度和思想动态，进行个体分析和心理测验，对其危险程度、恶性程度、改造难度进行评估，提出关押和改造的建议。
				　　\n第十三条　入监教育结束后，监狱（监区）应当对新收罪犯进行考核验收。对考核合格的，移送相应类别的监狱（监区）服刑改造；对考核不合格的，应当延长入监教育，时限为一个月。
				\n\n第三章　个别教育
				　
				　　\n第十四条　监狱应当根据每一名罪犯的具体情况，安排监狱人民警察对其进行有针对性的个别教育。
				　　\n第十五条　个别教育应当坚持法制教育与道德教育相结合，以理服人与以情感人相结合，戒之以规与导之以行相结合，内容的针对性与形式的灵活性相结合，解决思想问题与解决实际问题相结合。
				　　\n第十六条　监狱各监区的人民警察对所管理的罪犯，应当每月至少安排一次个别谈话教育。
				　　\n第十七条　罪犯有下列情形之一的，监狱人民警察应当及时对其进行个别谈话教育：
				　　\n（一）新入监或者服刑监狱、监区变更时；
				　　\n（二）处遇变更或者劳动岗位调换时；
				　　\n（三）受到奖励或者惩处时；
				　　\n（四）罪犯之间产生矛盾或者发生冲突时；
				　　\n（五）离监探亲前后或者家庭出现变故时；
				　　\n（六）无人会见或者家人长时间不与其联络时；
				　　\n（七）行为反常、情绪异常时；
				　　\n（八）主动要求谈话时；
				　　\n（九）暂予监外执行、假释或者刑满释放出监前；
				　　\n（十）其他需要进行个别谈话教育的。
				　　\n第十八条　监狱人民警察对罪犯进行个别谈话教育，应当认真做好记录，并根据罪犯的思想状况和动态，采取有针对性的教育改造措施。
				　　\n第十九条　监狱应当建立罪犯思想动态分析制度，并根据分析情况，组织开展有针对性的专题教育。
				　　\n分监区每周分析一次，监区每半月分析一次，监狱每月分析一次；遇有重大事件，应当随时收集、分析罪犯的思想动态。分析的情况应当逐级上报。
				　　\n第二十条　监狱应当根据罪犯的犯罪类型，结合罪犯的危险程度、恶性程度、接受能力，对罪犯进行分类，开展分类教育。
				　　\n第二十一条　监狱应当建立对顽固型罪犯（简称顽固犯）和危险型罪犯（简称危险犯）的认定和教育转化制度。
				　　\n有下列情形之一的，认定为顽固犯：
				　　\n（一）拒不认罪、无理缠诉的；
				　　\n（二）打击先进、拉拢落后、经常散布反改造言论的；
				　　\n（三）屡犯监规、经常打架斗殴、抗拒管教的；
				　　\n（四）无正当理由经常逃避学习和劳动的；
				　　\n（五）其他需要认定为顽固犯的。
				　　\n有下列情形之一的，认定为危险犯：
				　　\n（一）有自伤、自残、自杀危险的；
				　　\n（二）有逃跑、行凶、破坏等犯罪倾向的；
				　　\n（三）有重大犯罪嫌疑的；
				　　\n（四）隐瞒真实姓名、身份的；
				　　\n（五）其他需要认定为危险犯的。
				　　\n第二十二条　监狱应当对顽固犯、危险犯制定有针对性的教育改造方案，建立教育转化档案，指定专人负责教育转化工作。必要时，可以采取集体攻坚等方式。
				　　\n第二十三条　顽固犯和危险犯的认定与撤销，由监区或者直属分监区集体研究，提出意见，分别报监狱教育改造、狱政管理部门审核，由主管副监狱长审定。
				\n\n第四章　思想、文化、技术教育
				　
				　　\n第二十四条　监狱应当办好文化技术学校，对罪犯进行思想、文化、技术教育。
				　　\n成年罪犯的教学时间，每年不少于500课时；未成年犯的教学时间，每年不少于1000课时。
				　　\n第二十五条　罪犯必须接受监狱组织的思想教育。思想教育包括以下内容：
				　　\n（一）认罪悔罪教育；
				　　\n（二）法律常识教育；
				　　\n（三）公民道德教育；
				　　\n（四）劳动常识教育；
				　　\n（五）时事政治教育。
				　　\n第二十六条　监狱组织的文化教育，应当根据罪犯不同的文化程度，分别开展扫盲、小学、初中文化教育，有条件的可以开展高中（中专）教育。鼓励罪犯自学，参加电大、函大、高等教育自学考试，并为他们参加学习和考试提供必要的条件。
				　　\n尚未完成国家规定的九年制义务教育，年龄不满45周岁，能够坚持正常学习的罪犯，应当接受义务教育；已完成义务教育或者年龄在45周岁以上的罪犯，鼓励其参加其他文化学习。
				　　\n第二十七条　监狱应当根据罪犯在狱内劳动的岗位技能要求和刑满释放后就业的需要，组织罪犯开展岗位技术培训和职业技能教育。
				　　\n年龄不满50周岁，没有一技之长，能够坚持正常学习的罪犯，应当参加技术教育；有一技之长的，可以按照监狱的安排，选择学习其他技能。
				　　\n第二十八条　监狱组织开展思想、文化、技术教育，其教员可以从本监狱的人民警察中选任，也可以从社会上符合条件的人员中聘任。
				　　\n对罪犯的文化、技术教育，可以在本监狱选择服刑表现较好、有文化技术专长的罪犯协助。
				　　\n第二十九条　监狱应当积极与当地教育、劳动和社会保障行政部门以及就业培训机构联系，在狱内文化、技术教育的专业设置、教学安排、师资培训、外聘教师、教研活动、考试（考核）和颁发学历、学位（资格）证书等方面取得支持和帮助。
				　　\n第三十条　监狱应当积极利用社会资源，开展罪犯文化、技术教育，根据罪犯刑满释放后的就业需要，开设不同内容、种类的培训班。
				　　\n第三十一条　监狱对罪犯开展的思想教育和扫盲、小学、初中文化教育，使用司法部监狱管理局统一编写的教材。
				\n\n第五章　监区文化建设
				　
				　　\n第三十二条　监狱应当组织罪犯开展丰富多彩的文化、体育等活动，加强监区文化建设，创造有益于罪犯身心健康和发展的改造环境。
				　　\n第三十三条　监狱应当办好图书室、阅览室、墙报、黑板报，组织开展经常性的读书、评报活动。
				　　\n监狱图书室藏书人均不少于10本。
				　　\n第三十四条　监狱应当根据自身情况，成立多种形式的文艺表演队、体育运动队等，组织罪犯开展文艺、体育活动。
				　　\n第三十五条　监狱应当根据条件，组织罪犯学习音乐、美术、书法等，开展艺术和美育教育。
				　　\n第三十六条　监狱应当建立电化教育系统、广播室，各分监区要配备电视，组织罪犯收听、收看新闻及其他有益于罪犯改造的广播、影视节目。
				　　\n第三十七条　监狱应当根据教育改造罪犯的需要，美化监区环境，规范监区环境布置。
				　　\n第三十八条　监狱应当在国庆节、国际劳动节、元旦、春节和重大庆祝、纪念活动，以及每月的第一天，组织罪犯参加升挂国旗仪式。
				　　 \n\n第六章　社会帮教
				　
				　　\n第三十九条　监狱应当积极争取社会各个方面和社会各界人士的支持，配合监狱开展有益于罪犯改造的各种社会帮教活动。
				　　\n第四十条　监狱应当与罪犯原所在地的政府、原单位（学校）、亲属联系，签订帮教协议，适时邀请有关单位和人士来监狱开展帮教工作；监狱也可以组织罪犯到社会上参观学习，接受教育。
				　　\n第四十一条　监狱应当鼓励和支持社会志愿者参与对罪犯进行思想、文化、技术教育等方面的帮教活动，并为其帮教活动提供便利。
				　　\n第四十二条　监狱应当为罪犯获得法律援助提供帮助，联系、协调当地法律援助机构为罪犯提供法律援助服务。
				
				　　　 \n\n第七章　心理矫治
				　
				　　\n第四十三条　监狱应当开展对罪犯的心理矫治工作。心理矫治工作包括：心理健康教育，心理测验，心理咨询和心理疾病治疗。
				　　\n第四十四条　监狱应当建立心理矫治室，配置必要的设备，由专业人员对罪犯进行心理矫治。
				　　\n第四十五条　监狱应当对罪犯进行心理健康教育，宣传心理健康知识，使罪犯对心理问题学会自我调节、自我矫治。
				　　\n第四十六条　监狱应当在罪犯入监教育、服刑改造中期、出监教育期间对罪犯进行心理测验，建立心理档案，为开展有针对性的思想教育和心理矫治提供参考，对重新犯罪的倾向进行预测。
				　　\n第四十七条　监狱应当配备专门人员，对罪犯提供心理咨询服务，解答罪犯提出的心理问题。
				　　\n第四十八条　监狱对有心理疾病的罪犯，应当实施治疗；对病情严重的，应当组织有关专业人员会诊，进行专门治疗。
				　　\n第四十九条　监狱从事心理测验、心理咨询工作的人员应当具备以下条件：
				　　\n（一）取得心理咨询员、心理咨询师、高级心理咨询师等国家职业资格证书；
				　　\n（二）具有强烈的事业心和高度的责任感；
				　　\n（三）具有良好的品行和职业道德。
				　　\n监狱可以聘请社会专业人员参与对罪犯的心理矫治工作。
				\n\n第八章　激励措施
				　
				　　\n第五十条　监狱应当采取措施，激励罪犯接受改造，在教育改造工作中注重发挥改造积极分子的典型示范作用。
				　　\n第五十一条　监狱和省、自治区、直辖市监狱管理局应当每年分别组织评选本监狱和本地区的改造积极分子。
				　　\n改造积极分子的条件：认罪悔罪，积极改造；自觉遵守法律、法规、规章和监规纪律；讲究文明礼貌，乐于助人；认真学习文化知识和劳动技能，成绩突出；积极参加劳动，完成劳动任务；达到计分考核奖励条件。
				　　\n第五十二条　监狱评选改造积极分子，应当在完成年终评审的基础上，由分监区召集罪犯集体评议推荐，全体警察集体研究，报监区长办公会审议，确定人选。直属分监区或者未设分监区的监区，其人选由分监区或者监区召集罪犯集体评议推荐，全体警察集体研究确定。
				　　\n监区或者直属分监区确定人选后，填写《改造积极分子审批表》，报监狱教育改造部门审核，在本监狱内履行公示程序后，提交监狱长办公会审定。
				　　\n第五十三条　监狱对改造积极分子人选实行公示的期限为七个工作日。公示期内，如有监狱人民警察或者罪犯对人选提出异议，由监狱教育改造部门进行复核，并告知复核结果。
				　　\n第五十四条　省、自治区、直辖市监狱管理局评选本地区改造积极分子，由监狱根据下达的名额，从连续两年被评为监狱改造积极分子的罪犯中提出人选，报监狱管理局教育改造部门审核，由局长办公会审定。
				　\n\n第九章　出监教育
				　
				　　\n第五十五条　监狱对即将服刑期满的罪犯，应当集中进行出监教育，时限为三个月。
				　　\n第五十六条　监狱组织出监教育，应当对罪犯进行形势、政策、前途教育，遵纪守法教育和必要的就业指导，开展多种类型、比较实用的职业技能培训，增强罪犯回归社会后适应社会、就业谋生的能力。
				　　\n第五十七条　监狱应当邀请当地公安、劳动和社会保障、民政、工商、税务等部门，向罪犯介绍有关治安、就业、安置、社会保障等方面的政策和情况，教育罪犯做好出监后应对各方面问题的思想准备，使其顺利回归社会。
				　　\n第五十八条　监狱应当根据罪犯在服刑期间的考核情况、奖惩情况、心理测验情况，对其改造效果进行综合评估，具体评价指标、评估方法、另行规定。
				　　\n第五十九条　监狱应当在罪犯刑满前一个月，将其在监狱服刑改造的评估意见、刑满释放的时间，本人职业技能特长和回归社会后的择业意向，以及对地方做好安置帮教工作的建议，填入《刑满释放人员通知书》，寄送服刑人员原户籍所在地的县级公安机关和司法行政机关。
				　　\n第六十条　监狱应当对刑满释放人员回归社会后的情况进行了解，评估教育改造工作的质量和效果，总结推广教育改造工作的成功经验，不断提高监狱教育改造工作的质量。
				　　 \n\n第十章　附则
				　
				　　\n第六十一条　对未成年犯的教育改造工作，依照《未成年犯管教所管理规定》（司法部令第56号）的有关规定执行；未作规定的，依照本规定执行。
				　　\n第六十二条　本规定由司法部解释。
				　　\n第六十三条　本规定自2003年8月1日起施行。`;

export const c8 = `监狱提请减刑假释工作程序规定
				  \n（2003年4月2日司法部令第77号发布　2014年10月10日司法部部务会议修订通过）
				\n\n第一章　总则
				　
				　　\n第一条　为规范监狱提请减刑、假释工作程序，根据《中华人民共和国刑法》、《中华人民共和国刑事诉讼法》、《中华人民共和国监狱法》等有关规定，结合刑罚执行工作实际，制定本规定。
				　　\n第二条　监狱提请减刑、假释，应当根据法律规定的条件和程序进行，遵循公开、公平、公正的原则，严格实行办案责任制。
				　　\n第三条　被判处有期徒刑和被减刑为有期徒刑的罪犯的减刑、假释，由监狱提出建议，提请罪犯服刑地的中级人民法院裁定。
				　　\n第四条　被判处死刑缓期二年执行的罪犯的减刑，被判处无期徒刑的罪犯的减刑、假释，由监狱提出建议，经省、自治区、直辖市监狱管理局审核同意后，提请罪犯服刑地的高级人民法院裁定。
				　　\n第五条　省、自治区、直辖市监狱管理局和监狱分别成立减刑假释评审委员会，由分管领导及刑罚执行、狱政管理、教育改造、狱内侦查、生活卫生、劳动改造、政工、监察等有关部门负责人组成，分管领导任主任。监狱管理局、监狱减刑假释评审委员会成员不得少于9人。
				　　\n第六条　监狱提请减刑、假释，应当由分监区或者未设分监区的监区人民警察集体研究，监区长办公会议审核，监狱刑罚执行部门审查，监狱减刑假释评审委员会评审，监狱长办公会议决定。
				　　\n省、自治区、直辖市监狱管理局刑罚执行部门审查监狱依法定程序提请的减刑、假释建议并出具意见，报请分管副局长召集减刑假释评审委员会审核后，报局长审定，必要时可以召开局长办公会议决定。
				
				\n\n第二章　监狱提请减刑、假释的程序
				　
				　　\n第七条　提请减刑、假释，应当根据法律规定的条件，结合罪犯服刑表现，由分监区人民警察集体研究，提出提请减刑、假释建议，报经监区长办公会议审核同意后，由监区报送监狱刑罚执行部门审查。
				　　\n直属分监区或者未设分监区的监区，由直属分监区或者监区人民警察集体研究，提出提请减刑、假释建议，报送监狱刑罚执行部门审查。
				　　\n分监区、直属分监区或者未设分监区的监区人民警察集体研究以及监区长办公会议审核情况，应当有书面记录，并由与会人员签名。
				　　\n第八条　监区或者直属分监区提请减刑、假释，应当报送下列材料：
				　　\n（一）《罪犯减刑（假释）审核表》；
				　　\n（二）监区长办公会议或者直属分监区、监区人民警察集体研究会议的记录；
				　　\n（三）终审法院裁判文书、执行通知书、历次减刑裁定书的复印件；
				　　\n（四）罪犯计分考核明细表、罪犯评审鉴定表、奖惩审批表和其他有关证明材料；
				　　\n（五）罪犯确有悔改表现或者立功、重大立功表现的具体事实的书面证明材料。
				　　\n第九条　监狱刑罚执行部门收到监区或者直属分监区对罪犯提请减刑、假释的材料后，应当就下列事项进行审查：
				　　\n（一）需提交的材料是否齐全、完备、规范；
				　　\n（二）罪犯确有悔改或者立功、重大立功表现的具体事实的书面证明材料是否来源合法；
				　　\n（三）罪犯是否符合法定减刑、假释的条件；
				　　\n（四）提请减刑、假释的建议是否适当。
				　　\n经审查，对材料不齐全或者不符合提请条件的，应当通知监区或者直属分监区补充有关材料或者退回；对相关材料有疑义的，应当提讯罪犯进行核查；对材料齐全、符合提请条件的，应当出具审查意见，连同监区或者直属分监区报送的材料一并提交监狱减刑假释评审委员会评审。提请罪犯假释的，还应当委托县级司法行政机关对罪犯假释后对所居住社区影响进行调查评估，并将调查评估报告一并提交。
				　　\n第十条　监狱减刑假释评审委员会应当召开会议，对刑罚执行部门审查提交的提请减刑、假释建议进行评审，提出评审意见。会议应当有书面记录，并由与会人员签名。
				　　\n监狱可以邀请人民检察院派员列席减刑假释评审委员会会议。
				　　\n第十一条　监狱减刑假释评审委员会经评审后，应当将提请减刑、假释的罪犯名单以及减刑、假释意见在监狱内公示。公示内容应当包括罪犯的个人情况、原判罪名及刑期、历次减刑情况、提请减刑假释的建议及依据等。公示期限为5个工作日。公示期内，如有监狱人民警察或者罪犯对公示内容提出异议，监狱减刑假释评审委员会应当进行复核，并告知复核结果。
				　　\n第十二条　监狱应当在减刑假释评审委员会完成评审和公示程序后，将提请减刑、假释建议送人民检察院征求意见。征求意见后，监狱减刑假释评审委员会应当将提请减刑、假释建议和评审意见连同人民检察院意见，一并报请监狱长办公会议审议决定。监狱对人民检察院意见未予采纳的，应当予以回复，并说明理由。
				　　\n第十三条　监狱长办公会议决定提请减刑、假释的，由监狱长在《罪犯减刑（假释）审核表》上签署意见，加盖监狱公章，并由监狱刑罚执行部门根据法律规定制作《提请减刑建议书》或者《提请假释建议书》，连同有关材料一并提请人民法院裁定。人民检察院对提请减刑、假释提出的检察意见，应当一并移送受理减刑、假释案件的人民法院。
				　　\n对本规定第四条所列罪犯决定提请减刑、假释的，监狱应当将《罪犯减刑（假释）审核表》连同有关材料报送省、自治区、直辖市监狱管理局审核。
				　　\n第十四条　监狱在向人民法院提请减刑、假释的同时，应当将提请减刑、假释的建议书副本抄送人民检察院。
				　　\n第十五条　监狱提请人民法院裁定减刑、假释，应当提交下列材料：
				　　\n（一）《提请减刑建议书》或者《提请假释建议书》；
				　　\n（二）终审法院裁判文书、执行通知书、历次减刑裁定书的复印件；
				　　\n（三）罪犯计分考核明细表、评审鉴定表、奖惩审批表；
				　　\n（四）罪犯确有悔改或者立功、重大立功表现的具体事实的书面证明材料；
				　　\n（五）提请假释的，应当附有县级司法行政机关关于罪犯假释后对所居住社区影响的调查评估报告；
				　　\n（六）根据案件情况需要提交的其他材料。
				　　\n对本规定第四条所列罪犯提请减刑、假释的，应当同时提交省、自治区、直辖市监狱管理局签署意见的《罪犯减刑（假释）审核表》。
				
				\n\n第三章　监狱管理局审核提请减刑、假释建议的程序
				　
				　　\n第十六条　省、自治区、直辖市监狱管理局刑罚执行部门收到监狱报送的提请减刑、假释建议的材料后，应当进行审查。审查中发现监狱报送的材料不齐全或者有疑义的，应当通知监狱补充有关材料或者作出说明。审查无误后，应当出具审查意见，报请分管副局长召集评审委员会进行审核。
				　　\n第十七条　监狱管理局分管副局长主持完成审核后，应当将审核意见报请局长审定；分管副局长认为案件重大或者有其他特殊情况的，可以建议召开局长办公会议审议决定。
				　　\n监狱管理局审核同意对罪犯提请减刑、假释的，由局长在《罪犯减刑（假释）审核表》上签署意见，加盖监狱管理局公章。
				
				\n\n第四章　附则
				　
				　　\n第十八条　人民法院开庭审理减刑、假释案件的，监狱应当派员参加庭审，宣读提请减刑、假释建议书并说明理由，配合法庭核实相关情况。
				　　\n第十九条　分监区、直属分监区或者未设分监区的监区人民警察集体研究会议、监区长办公会议、监狱评审委员会会议、监狱长办公会议、监狱管理局评审委员会会议、监狱管理局局长办公会议的记录和本规定第十五条所列的材料，应当存入档案并永久保存。
				　　\n第二十条　违反法律规定和本规定提请减刑、假释，涉嫌违纪的，依照有关处分规定追究相关人员责任；涉嫌犯罪的，移送司法机关依法追究刑事责任。
				　　\n第二十一条　监狱办理职务犯罪罪犯减刑、假释案件，应当按照有关规定报请备案审查。
				　　\n第二十二条　本规定自2014年12月1日起施行。`;

export const c9 = `中华人民共和国监狱法
				\n（1994年12月29日第八届全国人民代表大会常务委员会第十一次会议通过 根据2012年10月26日第十一届全国人民代表大会常务委员会第二十九次会议《关于修改＜中华人民共和国监狱法＞的决定》修正 主席令第63号）
				\n目录
				　　\n第一章　总则
				　　\n第二章　监狱
				　　\n第三章　刑罚的执行
				　　\n第一节　收监
				　　\n第二节　对罪犯提出的申诉、控告、检举的处理
				　　\n第三节　监外执行
				　　\n第四节　减刑、假释
				　　\n第五节　释放和安置
				　　\n第四章　狱政管理
				　　\n第一节　分押分管
				　　\n第二节　警戒
				　　\n第三节　戒具和武器的使用
				　　\n第四节　通信、会见
				　　\n第五节　生活、卫生
				　　\n第六节　奖惩
				　　\n第七节　对罪犯服刑期间犯罪的处理
				　　\n第五章　对罪犯的教育改造
				　　\n第六章　对未成年犯的教育改造
				　　\n第七章　附则
				\n\n第一章　总则
				
				　 \n第一条　为了正确执行刑罚，惩罚和改造罪犯，预防和减少犯罪，根据宪法，制定本法。
				　 \n第二条　监狱是国家的刑罚执行机关。
				　　\n依照刑法和刑事诉讼法的规定，被判处死刑缓期二年执行、无期徒刑、有期徒刑的罪犯，在监狱内执行刑罚。
				　 \n第三条　监狱对罪犯实行惩罚和改造相结合、教育和劳动相结合的原则，将罪犯改造成为守法公民。
				　 \n第四条　监狱对罪犯应当依法监管，根据改造罪犯的需要，组织罪犯从事生产劳动，对罪犯进行思想教育、文化教育、技术教育。
				　 \n第五条　监狱的人民警察依法管理监狱、执行刑罚、对罪犯进行教育改造等活动，受法律保护。
				　 \n第六条　人民检察院对监狱执行刑罚的活动是否合法，依法实行监督。
				　 \n第七条　罪犯的人格不受侮辱，其人身安全、合法财产和辩护、申诉、控告、检举以及其他未被依法剥夺或者限制的权利不受侵犯。
				　　\n罪犯必须严格遵守法律、法规和监规纪律，服从管理，接受教育，参加劳动。
				　 \n第八条　国家保障监狱改造罪犯所需经费。监狱的人民警察经费、罪犯改造经费、罪犯生活费、狱政设施经费及其他专项经费，列入国家预算。
				　　\n国家提供罪犯劳动必需的生产设施和生产经费。
				　 \n第九条　监狱依法使用的土地、矿产资源和其他自然资源以及监狱的财产，受法律保护，任何组织或者个人不得侵占、破坏。
				　 \n第十条　国务院司法行政部门主管全国的监狱工作。
				\n\n第二章　监狱
				　
				　 \n第十一条　监狱的设置、撤销、迁移，由国务院司法行政部门批准。
				　 \n第十二条　监狱设监狱长一人、副监狱长若干人，并根据实际需要设置必要的工作机构和配备其他监狱管理人员。
				　　\n监狱的管理人员是人民警察。
				　 \n第十三条　监狱的人民警察应当严格遵守宪法和法律，忠于职守，秉公执法，严守纪律，清正廉洁。
				　 \n第十四条　监狱的人民警察不得有下列行为：
				　　\n（一）索要、收受、侵占罪犯及其亲属的财物；
				　　\n（二）私放罪犯或者玩忽职守造成罪犯脱逃；
				　　\n（三）刑讯逼供或者体罚、虐待罪犯；
				　　\n（四）侮辱罪犯的人格；
				　　\n（五）殴打或者纵容他人殴打罪犯；
				　　\n（六）为谋取私利，利用罪犯提供劳务；
				　　\n（七）违反规定，私自为罪犯传递信件或者物品；
				　　\n（八）非法将监管罪犯的职权交予他人行使；
				　　\n（九）其他违法行为。
				　　\n监狱的人民警察有前款所列行为，构成犯罪的，依法追究刑事责任；尚未构成犯罪的，应当予以行政处分。
				\n\n第三章　刑罚的执行
				\n第一节　收监
				　
				　 \n第十五条　人民法院对被判处死刑缓期二年执行、无期徒刑、有期徒刑的罪犯，应当将执行通知书、判决书送达羁押该罪犯的公安机关，公安机关应当自收到执行通知书、判决书之日起一个月内将该罪犯送交监狱执行刑罚。
				　　\n罪犯在被交付执行刑罚前，剩余刑期在三个月以下的，由看守所代为执行。
				　 \n第十六条　罪犯被交付执行刑罚时，交付执行的人民法院应当将人民检察院的起诉书副本、人民法院的判决书、执行通知书、结案登记表同时送达监狱。监狱没有收到上述文件的，不得收监；上述文件不齐全或者记载有误的，作出生效判决的人民法院应当及时补充齐全或者作出更正；对其中可能导致错误收监的，不予收监。
				　 \n第十七条　罪犯被交付执行刑罚，符合本法第十六条规定的，应当予以收监。罪犯收监后，监狱应当对其进行身体检查。经检查，对于具有暂予监外执行情形的，监狱可以提出书面意见，报省级以上监狱管理机关批准。
				　 \n第十八条　罪犯收监，应当严格检查其人身和所携带的物品。非生活必需品，由监狱代为保管或者征得罪犯同意退回其家属，违禁品予以没收。
				　　\n女犯由女性人民警察检查。
				　 \n第十九条　罪犯不得携带子女在监内服刑。
				　 \n第二十条　罪犯收监后，监狱应当通知罪犯家属。通知书应当自收监之日起五日内发出。
				\n第二节　对罪犯提出的申诉、控告、检举的处理
				　
				　 \n第二十一条　罪犯对生效的判决不服的，可以提出申诉。
				　　\n对于罪犯的申诉，人民检察院或者人民法院应当及时处理。
				　 \n第二十二条　对罪犯提出的控告、检举材料，监狱应当及时处理或者转送公安机关或者人民检察院处理，公安机关或者人民检察院应当将处理结果通知监狱。
				　 \n第二十三条　罪犯的申诉、控告、检举材料，监狱应当及时转递，不得扣压。
				　 \n第二十四条　监狱在执行刑罚过程中，根据罪犯的申诉，认为判决可能有错误的，应当提请人民检察院或者人民法院处理，人民检察院或者人民法院应当自收到监狱提请处理意见书之日起六个月内将处理结果通知监狱。
				
				\n第三节　监外执行
				　
				　 \n第二十五条　对于被判处无期徒刑、有期徒刑在监内服刑的罪犯，符合刑事诉讼法规定的监外执行条件的，可以暂予监外执行。
				　 \n第二十六条　暂予监外执行，由监狱提出书面意见，报省、自治区、直辖市监狱管理机关批准。批准机关应当将批准的暂予监外执行决定通知公安机关和原判人民法院，并抄送人民检察院。
				　　\n人民检察院认为对罪犯适用暂予监外执行不当的，应当自接到通知之日起一个月内将书面意见送交批准暂予监外执行的机关，批准暂予监外执行的机关接到人民检察院的书面意见后，应当立即对该决定进行重新核查。
				　 \n第二十七条　对暂予监外执行的罪犯，依法实行社区矫正，由社区矫正机构负责执行。原关押监狱应当及时将罪犯在监内改造情况通报负责执行的社区矫正机构。
				　 \n第二十八条　暂予监外执行的罪犯具有刑事诉讼法规定的应当收监的情形的，社区矫正机构应当及时通知监狱收监；刑期届满的，由原关押监狱办理释放手续。罪犯在暂予监外执行期间死亡的，社区矫正机构应当及时通知原关押监狱。
				
				\n第四节　减刑、假释
				　
				　 \n第二十九条　被判处无期徒刑、有期徒刑的罪犯，在服刑期间确有悔改或者立功表现的，根据监狱考核的结果，可以减刑。有下列重大立功表现之一的，应当减刑：
				　　\n（一）阻止他人重大犯罪活动的；
				　　\n（二）检举监狱内外重大犯罪活动，经查证属实的；
				　　\n（三）有发明创造或者重大技术革新的；
				　　\n（四）在日常生产、生活中舍己救人的；
				　　\n（五）在抗御自然灾害或者排除重大事故中，有突出表现的；
				　　\n（六）对国家和社会有其他重大贡献的。
				　 \n第三十条　减刑建议由监狱向人民法院提出，人民法院应当自收到减刑建议书之日起一个月内予以审核裁定；案情复杂或者情况特殊的，可以延长一个月。减刑裁定的副本应当抄送人民检察院。
				　 \n第三十一条　被判处死刑缓期二年执行的罪犯，在死刑缓期执行期间，符合法律规定的减为无期徒刑、有期徒刑条件的，二年期满时，所在监狱应当及时提出减刑建议，报经省、自治区、直辖市监狱管理机关审核后，提请高级人民法院裁定。
				　\n 第三十二条　被判处无期徒刑、有期徒刑的罪犯，符合法律规定的假释条件的，由监狱根据考核结果向人民法院提出假释建议，人民法院应当自收到假释建议书之日起一个月内予以审核裁定；案情复杂或者情况特殊的，可以延长一个月。假释裁定的副本应当抄送人民检察院。
				　 \n第三十三条　人民法院裁定假释的，监狱应当按期假释并发给假释证明书。
				　　\n对被假释的罪犯，依法实行社区矫正，由社区矫正机构负责执行。被假释的罪犯，在假释考验期限内有违反法律、行政法规或者国务院有关部门关于假释的监督管理规定的行为，尚未构成新的犯罪的，社区矫正机构应当向人民法院提出撤销假释的建议，人民法院应当自收到撤销假释建议书之日起一个月内予以审核裁定。人民法院裁定撤销假释的，由公安机关将罪犯送交监狱收监。
				　 \n第三十四条　对不符合法律规定的减刑、假释条件的罪犯，不得以任何理由将其减刑、假释。
				　　\n人民检察院认为人民法院减刑、假释的裁定不当，应当依照刑事诉讼法规定的期间向人民法院提出书面纠正意见。对于人民检察院提出书面纠正意见的案件，人民法院应当重新审理。
				\n第五节　释放和安置
				　
				　 \n第三十五条　罪犯服刑期满，监狱应当按期释放并发给释放证明书。
				　 \n第三十六条　罪犯释放后，公安机关凭释放证明书办理户籍登记。
				　 \n第三十七条　对刑满释放人员，当地人民政府帮助其安置生活。
				　　\n刑满释放人员丧失劳动能力又无法定赡养人、扶养人和基本生活来源的，由当地人民政府予以救济。
				　 \n第三十八条　刑满释放人员依法享有与其他公民平等的权利。
				\n\n第四章　狱政管理
				\n第一节　分押分管
				　
				　 \n第三十九条　监狱对成年男犯、女犯和未成年犯实行分开关押和管理，对未成年犯和女犯的改造，应当照顾其生理、心理特点。
				　　\n监狱根据罪犯的犯罪类型、刑罚种类、刑期、改造表现等情况，对罪犯实行分别关押，采取不同方式管理。
				　 \n第四十条　女犯由女性人民警察直接管理。
				\n第二节　警戒
				　
				　 \n第四十一条　监狱的武装警戒由人民武装警察部队负责，具体办法由国务院、中央军事委员会规定。
				　 \n第四十二条　监狱发现在押罪犯脱逃，应当即时将其抓获，不能即时抓获的，应当立即通知公安机关，由公安机关负责追捕，监狱密切配合。
				　 \n第四十三条　监狱根据监管需要，设立警戒设施。监狱周围设警戒隔离带，未经准许，任何人不得进入。
				　 \n第四十四条　监区、作业区周围的机关、团体、企业事业单位和基层组织，应当协助监狱做好安全警戒工作。
				\n第三节　戒具和武器的使用
				　
				　 \n第四十五条　监狱遇有下列情形之一的，可以使用戒具：
				　　\n（一）罪犯有脱逃行为的；
				　　\n（二）罪犯有使用暴力行为的；
				　　\n（三）罪犯正在押解途中的；
				　　\n（四）罪犯有其他危险行为需要采取防范措施的。
				　　\n前款所列情形消失后，应当停止使用戒具。
				　 \n第四十六条　人民警察和人民武装警察部队的执勤人员遇有下列情形之一，非使用武器不能制止的，按照国家有关规定，可以使用武器：
				　　\n（一）罪犯聚众骚乱、暴乱的；
				　　\n（二）罪犯脱逃或者拒捕的；
				　　\n（三）罪犯持有凶器或者其他危险物，正在行凶或者破坏，危及他人生命、财产安全的；
				　　\n（四）劫夺罪犯的；
				　　\n（五）罪犯抢夺武器的。
				　　\n使用武器的人员，应当按照国家有关规定报告情况。
				\n第四节　通信、会见
				　
				　 \n第四十七条　罪犯在服刑期间可以与他人通信，但是来往信件应当经过监狱检查。监狱发现有碍罪犯改造内容的信件，可以扣留。罪犯写给监狱的上级机关和司法机关的信件，不受检查。
				　 \n第四十八条　罪犯在监狱服刑期间，按照规定，可以会见亲属、监护人。
				　 \n第四十九条　罪犯收受物品和钱款，应当经监狱批准、检查。
				\n第五节　生活、卫生
				　
				　 \n第五十条　罪犯的生活标准按实物量计算，由国家规定。
				　\n 第五十一条　罪犯的被服由监狱统一配发。
				　 \n第五十二条　对少数民族罪犯的特殊生活习惯，应当予以照顾。
				　 \n第五十三条　罪犯居住的监舍应当坚固、通风、透光、清洁、保暖。
				　 \n第五十四条　监狱应当设立医疗机构和生活、卫生设施，建立罪犯生活、卫生制度。罪犯的医疗保健列入监狱所在地区的卫生、防疫计划。
				　 \n第五十五条　罪犯在服刑期间死亡的，监狱应当立即通知罪犯家属和人民检察院、人民法院。罪犯因病死亡的，由监狱作出医疗鉴定。人民检察院对监狱的医疗鉴定有疑义的，可以重新对死亡原因作出鉴定。罪犯家属有疑义的，可以向人民检察院提出。罪犯非正常死亡的，人民检察院应当立即检验，对死亡原因作出鉴定。
				\n第六节　奖惩
				　
				　 \n第五十六条　监狱应当建立罪犯的日常考核制度，考核的结果作为对罪犯奖励和处罚的依据。
				　 \n第五十七条　罪犯有下列情形之一的，监狱可以给予表扬、物质奖励或者记功：
				　　\n（一）遵守监规纪律，努力学习，积极劳动，有认罪服法表现的；
				　　\n（二）阻止违法犯罪活动的；
				　　\n（三）超额完成生产任务的；
				　　\n（四）节约原材料或者爱护公物，有成绩的；
				　　\n（五）进行技术革新或者传授生产技术，有一定成效的；
				　　\n（六）在防止或者消除灾害事故中作出一定贡献的；
				　　\n（七）对国家和社会有其他贡献的。
				　　\n被判处有期徒刑的罪犯有前款所列情形之一，执行原判刑期二分之一以上，在服刑期间一贯表现好，离开监狱不致再危害社会的，监狱可以根据情况准其离监探亲。
				　 \n第五十八条　罪犯有下列破坏监管秩序情形之一的，监狱可以给予警告、记过或者禁闭：
				　　\n（一）聚众哄闹监狱，扰乱正常秩序的；
				　　\n（二）辱骂或者殴打人民警察的；
				　　\n（三）欺压其他罪犯的；
				　　\n（四）偷窃、赌博、打架斗殴、寻衅滋事的；
				　　\n（五）有劳动能力拒不参加劳动或者消极怠工，经教育不改的；
				　　\n（六）以自伤、自残手段逃避劳动的；
				　　\n（七）在生产劳动中故意违反操作规程，或者有意损坏生产工具的；
				　　\n（八）有违反监规纪律的其他行为的。
				　　\n依照前款规定对罪犯实行禁闭的期限为七天至十五天。
				　　\n罪犯在服刑期间有第一款所列行为，构成犯罪的，依法追究刑事责任。
				\n第七节　对罪犯服刑期间犯罪的处理
				　
				　 \n第五十九条　罪犯在服刑期间故意犯罪的，依法从重处罚。
				　 \n第六十条　对罪犯在监狱内犯罪的案件，由监狱进行侦查。侦查终结后，写出起诉意见书，连同案卷材料、证据一并移送人民检察院。
				\n\n第五章　对罪犯的教育改造
				　
				　 \n第六十一条　教育改造罪犯，实行因人施教、分类教育、以理服人的原则，采取集体教育与个别教育相结合、狱内教育与社会教育相结合的方法。
				　 \n第六十二条　监狱应当对罪犯进行法制、道德、形势、政策、前途等内容的思想教育。
				　 \n第六十三条　监狱应当根据不同情况，对罪犯进行扫盲教育、初等教育和初级中等教育，经考试合格的，由教育部门发给相应的学业证书。
				　 \n第六十四条　监狱应当根据监狱生产和罪犯释放后就业的需要，对罪犯进行职业技术教育，经考核合格的，由劳动部门发给相应的技术等级证书。
				　 \n第六十五条　监狱鼓励罪犯自学，经考试合格的，由有关部门发给相应的证书。
				　 \n第六十六条　罪犯的文化和职业技术教育，应当列入所在地区教育规划。监狱应当设立教室、图书阅览室等必要的教育设施。
				　 \n第六十七条　监狱应当组织罪犯开展适当的体育活动和文化娱乐活动。
				　 \n第六十八条　国家机关、社会团体、部队、企业事业单位和社会各界人士以及罪犯的亲属，应当协助监狱做好对罪犯的教育改造工作。
				　 \n第六十九条　有劳动能力的罪犯，必须参加劳动。
				　 \n第七十条　监狱根据罪犯的个人情况，合理组织劳动，使其矫正恶习，养成劳动习惯，学会生产技能，并为释放后就业创造条件。
				　 \n第七十一条　监狱对罪犯的劳动时间，参照国家有关劳动工时的规定执行；在季节性生产等特殊情况下，可以调整劳动时间。
				　　\n罪犯有在法定节日和休息日休息的权利。
				　 \n第七十二条　监狱对参加劳动的罪犯，应当按照有关规定给予报酬并执行国家有关劳动保护的规定。
				　 \n第七十三条　罪犯在劳动中致伤、致残或者死亡的，由监狱参照国家劳动保险的有关规定处理。
				\n\n第六章　对未成年犯的教育改造
				　
				　 \n第七十四条　对未成年犯应当在未成年犯管教所执行刑罚。
				　 \n第七十五条　对未成年犯执行刑罚应当以教育改造为主。未成年犯的劳动，应当符合未成年人的特点，以学习文化和生产技能为主。
				　　\n监狱应当配合国家、社会、学校等教育机构，为未成年犯接受义务教育提供必要的条件。
				　 \n第七十六条　未成年犯年满十八周岁时，剩余刑期不超过二年的，仍可以留在未成年犯管教所执行剩余刑期。
				　 \n第七十七条　对未成年犯的管理和教育改造，本章未作规定的，适用本法的有关规定。
				\n\n第七章　附则
				　
				　 \n第七十八条　本法自公布之日起施行。`;

export const c10 = `为确保依法公正办理减刑、假释案件，依据《中华人民共和国刑法》《中华人民共和国刑事诉讼法》《中华人民共和国监狱法》和其他法律规定，结合司法实践，制定本规定。
				\n第一条　减刑、假释是激励罪犯改造的刑罚制度，减刑、假释的适用应当贯彻宽严相济刑事政策，最大限度地发挥刑罚的功能，实现刑罚的目的。
				\n第二条　对于罪犯符合刑法第七十八条第一款规定“可以减刑”条件的案件，在办理时应当综合考察罪犯犯罪的性质和具体情节、社会危害程度、原判刑罚及生效裁判中财产性判项的履行情况、交付执行后的一贯表现等因素。
				\n第三条　 “确有悔改表现”是指同时具备以下条件：
				\n（一）认罪悔罪；
				\n（二）遵守法律法规及监规，接受教育改造；
				\n（三）积极参加思想、文化、职业技术教育；
				\n（四）积极参加劳动，努力完成劳动任务。
				\n对职务犯罪、破坏金融管理秩序和金融诈骗犯罪、组织（领导、参加、包庇、纵容）黑社会性质组织犯罪等罪犯，不积极退赃、协助追缴赃款赃物、赔偿损失，或者服刑期间利用个人影响力和社会关系等不正当手段意图获得减刑、假释的，不认定其“确有悔改表现”。
				\n罪犯在刑罚执行期间的申诉权利应当依法保护，对其正当申诉不能不加分析地认为是不认罪悔罪。
				\n第四条　具有下列情形之一的，可以认定为有“立功表现”：
				\n（一）阻止他人实施犯罪活动的；
				\n（二）检举、揭发监狱内外犯罪活动，或者提供重要的破案线索，经查证属实的；
				\n（三）协助司法机关抓捕其他犯罪嫌疑人的；
				\n（四）在生产、科研中进行技术革新，成绩突出的；
				\n（五）在抗御自然灾害或者排除重大事故中，表现积极的；
				\n（六）对国家和社会有其他较大贡献的。
				\n第（四）项、第（六）项中的技术革新或者其他较大贡献应当由罪犯在刑罚执行期间独立或者为主完成，并经省级主管部门确认。
				\n第五条 　具有下列情形之一的，应当认定为有“重大立功表现”：
				\n（一）阻止他人实施重大犯罪活动的；
				\n（二）检举监狱内外重大犯罪活动，经查证属实的；
				\n（三）协助司法机关抓捕其他重大犯罪嫌疑人的；
				\n（四）有发明创造或者重大技术革新的；
				\n（五）在日常生产、生活中舍己救人的；
				\n（六）在抗御自然灾害或者排除重大事故中，有突出表现的；
				\n（七）对国家和社会有其他重大贡献的。
				\n第（四）项中的发明创造或者重大技术革新应当是罪犯在刑罚执行期间独立或者为主完成并经国家主管部门确认的发明专利，且不包括实用新型专利和外观设计专利；第（七）项中的其他重大贡献应当由罪犯在刑罚执行期间独立或者为主完成，并经国家主管部门确认。
				\n第六条  被判处有期徒刑的罪犯减刑起始时间为：不满五年有期徒刑的，应当执行一年以上方可减刑；五年以上不满十年有期徒刑的，应当执行一年六个月以上方可减刑；十年以上有期徒刑的，应当执行二年以上方可减刑。有期徒刑减刑的起始时间自判决执行之日起计算。
				\n确有悔改表现或者有立功表现的，一次减刑不超过九个月有期徒刑；确有悔改表现并有立功表现的，一次减刑不超过一年有期徒刑；有重大立功表现的，一次减刑不超过一年六个月有期徒刑；确有悔改表现并有重大立功表现的，一次减刑不超过二年有期徒刑。
				\n被判处不满十年有期徒刑的罪犯，两次减刑间隔时间不得少于一年；被判处十年以上有期徒刑的罪犯，两次减刑间隔时间不得少于一年六个月。减刑间隔时间不得低于上次减刑减去的刑期。
				\n罪犯有重大立功表现的，可以不受上述减刑起始时间和间隔时间的限制。
				\n第七条　对符合减刑条件的职务犯罪罪犯，破坏金融管理秩序和金融诈骗犯罪罪犯，组织、领导、参加、包庇、纵容黑社会性质组织犯罪罪犯，危害国家安全犯罪罪犯，恐怖活动犯罪罪犯，毒品犯罪集团的首要分子及毒品再犯，累犯，确有履行能力而不履行或者不全部履行生效裁判中财产性判项的罪犯，被判处十年以下有期徒刑的，执行二年以上方可减刑，减刑幅度应当比照本规定第六条从严掌握，一次减刑不超过一年有期徒刑，两次减刑之间应当间隔一年以上。
				\n对被判处十年以上有期徒刑的前款罪犯，以及因故意杀人、强奸、抢劫、绑架、放火、爆炸、投放危险物质或者有组织的暴力性犯罪被判处十年以上有期徒刑的罪犯，数罪并罚且其中两罪以上被判处十年以上有期徒刑的罪犯，执行二年以上方可减刑，减刑幅度应当比照本规定第六条从严掌握，一次减刑不超过一年有期徒刑，两次减刑之间应当间隔一年六个月以上。
				\n罪犯有重大立功表现的，可以不受上述减刑起始时间和间隔时间的限制。
				\n第八条　被判处无期徒刑的罪犯在刑罚执行期间，符合减刑条件的，执行二年以上，可以减刑。减刑幅度为：确有悔改表现或者有立功表现的，可以减为二十二年有期徒刑；确有悔改表现并有立功表现的，可以减为二十一年以上二十二年以下有期徒刑；有重大立功表现的，可以减为二十年以上二十一年以下有期徒刑；确有悔改表现并有重大立功表现的，可以减为十九年以上二十年以下有期徒刑。无期徒刑罪犯减为有期徒刑后再减刑时，减刑幅度依照本规定第六条的规定执行。两次减刑间隔时间不得少于二年。
				\n罪犯有重大立功表现的，可以不受上述减刑起始时间和间隔时间的限制。
				\n第九条　对被判处无期徒刑的职务犯罪罪犯，破坏金融管理秩序和金融诈骗犯罪罪犯，组织、领导、参加、包庇、纵容黑社会性质组织犯罪罪犯，危害国家安全犯罪罪犯，恐怖活动犯罪罪犯，毒品犯罪集团的首要分子及毒品再犯，累犯以及因故意杀人、强奸、抢劫、绑架、放火、爆炸、投放危险物质或者有组织的暴力性犯罪的罪犯，确有履行能力而不履行或者不全部履行生效裁判中财产性判项的罪犯，数罪并罚被判处无期徒刑的罪犯，符合减刑条件的，执行三年以上方可减刑，减刑幅度应当比照本规定第八条从严掌握，减刑后的刑期最低不得少于二十年有期徒刑；减为有期徒刑后再减刑时，减刑幅度比照本规定第六条从严掌握，一次不超过一年有期徒刑，两次减刑之间应当间隔二年以上。
				\n罪犯有重大立功表现的，可以不受上述减刑起始时间和间隔时间的限制。
				\n第十条　被判处死刑缓期执行的罪犯减为无期徒刑后，符合减刑条件的，执行三年以上方可减刑。减刑幅度为：确有悔改表现或者有立功表现的，可以减为二十五年有期徒刑；确有悔改表现并有立功表现的，可以减为二十四年以上二十五年以下有期徒刑；有重大立功表现的，可以减为二十三年以上二十四年以下有期徒刑；确有悔改表现并有重大立功表现的，可以减为二十二年以上二十三年以下有期徒刑。
				\n被判处死刑缓期执行的罪犯减为有期徒刑后再减刑时，比照本规定第八条的规定办理。
				\n第十一条　对被判处死刑缓期执行的职务犯罪罪犯，破坏金融管理秩序和金融诈骗犯罪罪犯，组织、领导、参加、包庇、纵容黑社会性质组织犯罪罪犯，危害国家安全犯罪罪犯，恐怖活动犯罪罪犯，毒品犯罪集团的首要分子及毒品再犯，累犯以及因故意杀人、强奸、抢劫、绑架、放火、爆炸、投放危险物质或者有组织的暴力性犯罪的罪犯，确有履行能力而不履行或者不全部履行生效裁判中财产性判项的罪犯，数罪并罚被判处死刑缓期执行的罪犯，减为无期徒刑后，符合减刑条件的，执行三年以上方可减刑，一般减为二十五年有期徒刑,有立功表现或者重大立功表现的，可以比照本规定第十条减为二十三年以上二十五年以下有期徒刑；减为有期徒刑后再减刑时，减刑幅度比照本规定第六条从严掌握，一次不超过一年有期徒刑，两次减刑之间应当间隔二年以上。
				\n第十二条　被判处死刑缓期执行的罪犯经过一次或者几次减刑后，其实际执行的刑期不得少于十五年，死刑缓期执行期间不包括在内。
				\n死刑缓期执行罪犯在缓期执行期间不服从监管、抗拒改造，尚未构成犯罪的，在减为无期徒刑后再减刑时应当适当从严。
				\n第十三条　被限制减刑的死刑缓期执行罪犯，减为无期徒刑后，符合减刑条件的，执行五年以上方可减刑。减刑间隔时间和减刑幅度依照本规定第九条的规定执行。
				\n第十四条　被限制减刑的死刑缓期执行罪犯，减为有期徒刑后再减刑时，一次减刑不超过六个月有期徒刑，两次减刑间隔时间不得少于二年。有重大立功表现的，间隔时间可以适当缩短，但一次减刑不超过一年有期徒刑。
				\n第十五条　对被判处终身监禁的罪犯，在死刑缓期执行期满依法减为无期徒刑的裁定中，应当明确终身监禁，不得再减刑或者假释。
				\n第十六条　被判处管制、拘役的罪犯，以及判决生效后剩余刑期不满二年有期徒刑的罪犯，符合减刑条件的，可以酌情减刑，减刑起始时间可以适当缩短，但实际执行的刑期不得少于原判刑期的二分之一。
				\n第十七条　被判处有期徒刑罪犯减刑时，对附加剥夺政治权利的期限可以酌减。酌减后剥夺政治权利的期限，不得少于一年。
				\n被判处死刑缓期执行、无期徒刑的罪犯减为有期徒刑时，应当将附加剥夺政治权利的期限减为七年以上十年以下，经过一次或者几次减刑后，最终剥夺政治权利的期限不得少于三年。
				\n第十八条　被判处拘役或者三年以下有期徒刑，并宣告缓刑的罪犯，一般不适用减刑。
				\n前款规定的罪犯在缓刑考验期内有重大立功表现的，可以参照刑法第七十八条的规定予以减刑，同时应当依法缩减其缓刑考验期。缩减后，拘役的缓刑考验期限不得少于二个月，有期徒刑的缓刑考验期限不得少于一年。
				\n第十九条　对在报请减刑前的服刑期间不满十八周岁，且所犯罪行不属于刑法第八十一条第二款规定情形的罪犯，认罪悔罪，遵守法律法规及监规，积极参加学习、劳动，应当视为确有悔改表现。
				\n对上述罪犯减刑时，减刑幅度可以适当放宽，或者减刑起始时间、间隔时间可以适当缩短，但放宽的幅度和缩短的时间不得超过本规定中相应幅度、时间的三分之一。
				\n第二十条　老年罪犯、患严重疾病罪犯或者身体残疾罪犯减刑时，应当主要考察其认罪悔罪的实际表现。
				\n对基本丧失劳动能力，生活难以自理的上述罪犯减刑时，减刑幅度可以适当放宽，或者减刑起始时间、间隔时间可以适当缩短，但放宽的幅度和缩短的时间不得超过本规定中相应幅度、时间的三分之一。
				\n第二十一条　被判处有期徒刑、无期徒刑的罪犯在刑罚执行期间又故意犯罪，新罪被判处有期徒刑的，自新罪判决确定之日起三年内不予减刑；新罪被判处无期徒刑的，自新罪判决确定之日起四年内不予减刑。
				\n罪犯在死刑缓期执行期间又故意犯罪，未被执行死刑的，死刑缓期执行的期间重新计算，减为无期徒刑后，五年内不予减刑。
				\n被判处死刑缓期执行罪犯减刑后，在刑罚执行期间又故意犯罪的，依照第一款规定处理。
				\n第二十二条　办理假释案件，认定“没有再犯罪的危险”，除符合刑法第八十一条规定的情形外，还应当根据犯罪的具体情节、原判刑罚情况，在刑罚执行中的一贯表现，罪犯的年龄、身体状况、性格特征，假释后生活来源以及监管条件等因素综合考虑。
				\n第二十三条　被判处有期徒刑的罪犯假释时，执行原判刑期二分之一的时间，应当从判决执行之日起计算，判决执行以前先行羁押的，羁押一日折抵刑期一日。
				\n被判处无期徒刑的罪犯假释时，刑法中关于实际执行刑期不得少于十三年的时间，应当从判决生效之日起计算。判决生效以前先行羁押的时间不予折抵。
				\n被判处死刑缓期执行的罪犯减为无期徒刑或者有期徒刑后，实际执行十五年以上，方可假释，该实际执行时间应当从死刑缓期执行期满之日起计算。死刑缓期执行期间不包括在内，判决确定以前先行羁押的时间不予折抵。
				\n第二十四条　刑法第八十一条第一款规定的“特殊情况”，是指有国家政治、国防、外交等方面特殊需要的情况。
				\n第二十五条　对累犯以及因故意杀人、强奸、抢劫、绑架、放火、爆炸、投放危险物质或者有组织的暴力性犯罪被判处十年以上有期徒刑、无期徒刑的罪犯，不得假释。
				\n因前款情形和犯罪被判处死刑缓期执行的罪犯，被减为无期徒刑、有期徒刑后，也不得假释。
				\n第二十六条　对下列罪犯适用假释时可以依法从宽掌握：
				\n（一）过失犯罪的罪犯、中止犯罪的罪犯、被胁迫参加犯罪的罪犯；
				\n（二）因防卫过当或者紧急避险过当而被判处有期徒刑以上刑罚的罪犯；
				\n（三）犯罪时未满十八周岁的罪犯；
				\n（四）基本丧失劳动能力、生活难以自理，假释后生活确有着落的老年罪犯、患严重疾病罪犯或者身体残疾罪犯；
				\n（五）服刑期间改造表现特别突出的罪犯；
				\n（六）具有其他可以从宽假释情形的罪犯。
				\n罪犯既符合法定减刑条件，又符合法定假释条件的，可以优先适用假释。
				\n第二十七条　对于生效裁判中有财产性判项，罪犯确有履行能力而不履行或者不全部履行的，不予假释。
				\n第二十八条　罪犯减刑后又假释的，间隔时间不得少于一年；对一次减去一年以上有期徒刑后，决定假释的，间隔时间不得少于一年六个月。
				\n罪犯减刑后余刑不足二年，决定假释的，可以适当缩短间隔时间。
				\n第二十九条　罪犯在假释考验期内违反法律、行政法规或者国务院有关部门关于假释的监督管理规定的，作出假释裁定的人民法院，应当在收到报请机关或者检察机关撤销假释建议书后及时审查，作出是否撤销假释的裁定，并送达报请机关，同时抄送人民检察院、公安机关和原刑罚执行机关。
				\n罪犯在逃的，撤销假释裁定书可以作为对罪犯进行追捕的依据。
				\n第三十条　依照刑法第八十六条规定被撤销假释的罪犯，一般不得再假释。但依照该条第二款被撤销假释的罪犯，如果罪犯对漏罪曾作如实供述但原判未予认定，或者漏罪系其自首，符合假释条件的，可以再假释。
				\n被撤销假释的罪犯，收监后符合减刑条件的，可以减刑，但减刑起始时间自收监之日起计算。
				\n第三十一条　年满八十周岁、身患疾病或者生活难以自理、没有再犯罪危险的罪犯，既符合减刑条件，又符合假释条件的，优先适用假释；不符合假释条件的，参照本规定第二十条有关的规定从宽处理。
				\n第三十二条　人民法院按照审判监督程序重新审理的案件，裁定维持原判决、裁定的，原减刑、假释裁定继续有效。
				\n再审裁判改变原判决、裁定的，原减刑、假释裁定自动失效，执行机关应当及时报请有管辖权的人民法院重新作出是否减刑、假释的裁定。重新作出减刑裁定时，不受本规定有关减刑起始时间、间隔时间和减刑幅度的限制。重新裁定时应综合考虑各方面因素，减刑幅度不得超过原裁定减去的刑期总和。
				\n再审改判为死刑缓期执行或者无期徒刑的，在新判决减为有期徒刑之时，原判决已经实际执行的刑期一并扣减。
				\n再审裁判宣告无罪的，原减刑、假释裁定自动失效。
				\n第三十三条　罪犯被裁定减刑后，刑罚执行期间因故意犯罪而数罪并罚时，经减刑裁定减去的刑期不计入已经执行的刑期。原判死刑缓期执行减为无期徒刑、有期徒刑，或者无期徒刑减为有期徒刑的裁定继续有效。
				\n第三十四条　罪犯被裁定减刑后，刑罚执行期间因发现漏罪而数罪并罚的，原减刑裁定自动失效。如漏罪系罪犯主动交代的，对其原减去的刑期，由执行机关报请有管辖权的人民法院重新作出减刑裁定，予以确认；如漏罪系有关机关发现或者他人检举揭发的，由执行机关报请有管辖权的人民法院，在原减刑裁定减去的刑期总和之内，酌情重新裁定。
				\n第三十五条　被判处死刑缓期执行的罪犯，在死刑缓期执行期内被发现漏罪，依据刑法第七十条规定数罪并罚，决定执行死刑缓期执行的，死刑缓期执行期间自新判决确定之日起计算，已经执行的死刑缓期执行期间计入新判决的死刑缓期执行期间内，但漏罪被判处死刑缓期执行的除外。
				\n第三十六条　被判处死刑缓期执行的罪犯，在死刑缓期执行期满后被发现漏罪，依据刑法第七十条规定数罪并罚，决定执行死刑缓期执行的，交付执行时对罪犯实际执行无期徒刑，死缓考验期不再执行，但漏罪被判处死刑缓期执行的除外。
				\n在无期徒刑减为有期徒刑时，前罪死刑缓期执行减为无期徒刑之日起至新判决生效之日止已经实际执行的刑期，应当计算在减刑裁定决定执行的刑期以内。
				\n原减刑裁定减去的刑期依照本规定第三十四条处理。
				\n第三十七条　被判处无期徒刑的罪犯在减为有期徒刑后因发现漏罪，依据刑法第七十条规定数罪并罚，决定执行无期徒刑的，前罪无期徒刑生效之日起至新判决生效之日止已经实际执行的刑期，应当在新判决的无期徒刑减为有期徒刑时，在减刑裁定决定执行的刑期内扣减。
				\n无期徒刑罪犯减为有期徒刑后因发现漏罪判处三年有期徒刑以下刑罚，数罪并罚决定执行无期徒刑的，在新判决生效后执行一年以上，符合减刑条件的，可以减为有期徒刑，减刑幅度依照本规定第八条、第九条的规定执行。
				\n原减刑裁定减去的刑期依照本规定第三十四条处理。
				\n第三十八条　人民法院作出的刑事判决、裁定发生法律效力后，在依照刑事诉讼法第二百五十三条、第二百五十四条的规定将罪犯交付执行刑罚时，如果生效裁判中有财产性判项，人民法院应当将反映财产性判项执行、履行情况的有关材料一并随案移送刑罚执行机关。罪犯在服刑期间本人履行或者其亲属代为履行生效裁判中财产性判项的，应当及时向刑罚执行机关报告。刑罚执行机关报请减刑时应随案移送以上材料。
				\n人民法院办理减刑、假释案件时，可以向原一审人民法院核实罪犯履行财产性判项的情况。原一审人民法院应当出具相关证明。
				\n刑罚执行期间，负责办理减刑、假释案件的人民法院可以协助原一审人民法院执行生效裁判中的财产性判项。
				\n第三十九条　本规定所称“老年罪犯”，是指报请减刑、假释时年满六十五周岁的罪犯。
				\n本规定所称“患严重疾病罪犯”，是指因患有重病，久治不愈，而不能正常生活、学习、劳动的罪犯。
				\n本规定所称“身体残疾罪犯”，是指因身体有肢体或者器官残缺、功能不全或者丧失功能，而基本丧失生活、学习、劳动能力的罪犯，但是罪犯犯罪后自伤致残的除外。
				\n对刑罚执行机关提供的证明罪犯患有严重疾病或者有身体残疾的证明文件，人民法院应当审查，必要时可以委托有关单位重新诊断、鉴定。
				\n第四十条　本规定所称“判决执行之日”，是指罪犯实际送交刑罚执行机关之日。
				\n本规定所称“减刑间隔时间”，是指前一次减刑裁定送达之日起至本次减刑报请之日止的期间。
				\n第四十一条　本规定所称“财产性判项”是指判决罪犯承担的附带民事赔偿义务判项，以及追缴、责令退赔、罚金、没收财产等判项。
				\n第四十二条　本规定自2017年1月1日起施行。以前发布的司法解释与本规定不一致的，以本规定为准。`;

export const c11 = `目录一：刑罚执行检察
				\n本目录规定了收监检察和出监检察，减刑、假释检察，暂予监外执行检察，控告、举报、申诉检察的内容。
				\n\n一、收监检察
				\n（一）检察内容
				\n1．收押罪犯是否符合规定条件、范围。
				\n2．收监法律文书是否齐全、无误。
				\n3．收监罪犯和法律文书是否相符。
				\n4．收监罪犯是否进行人身检查。
				\n5．收监罪犯是否进行携带物品检查。
				\n6．罪犯收监后，是否5日内通知其家属。
				\n7．监狱有关收监的其他执法活动。
				\n（二）检察方法
				\n1．现场检察收监罪犯。
				\n2．实地检察入监监区，巡视收监罪犯。
				\n3．查阅收监罪犯法律文书，以及罪犯收监回执副本、罪犯收监身体检查表、罪犯个人物品保管凭证、违禁物品没收凭证、罪犯入监通知书副本等。
				\n4．与收监罪犯进行谈话。
				\n\n二、出监检察
				\n（一）检察内容
				\n1．出监法律文书是否齐全、无误，有关社区矫正和监外执行的法律文书是否送达。
				\n2．出监罪犯和法律文书是否相符。
				\n3．出监罪犯是否按期释放，是否进行人身、物品检查。
				\n4．监狱有关出监的其他执法活动。
				\n（二）检察方法
				\n1．现场检察出监罪犯。
				\n2．实地检察出监监区，抽查出监罪犯。
				\n3．查阅出监罪犯档案。
				\n4．与出监罪犯或者拟出监罪犯进行谈话。
				\n\n三、减刑、假释检察
				\n（一）检察内容
				\n1．监狱提请减刑、假释的案件是否符合法律规定，程序是否合法，证据是否确实、充分。
				\n2．应当开庭审理的减刑、假释案件是否开庭审理。
				\n3．监狱是否依法派员参加庭审，宣读提请减刑、假释建议书并举证、质证，配合法庭核实证据等。
				\n4．人民法院减刑、假释裁定是否符合法律规定，证据是否确实、充分。
				\n5．人民法院审理、裁定减刑、假释案件的程序是否符合法律规定。
				\n6．减刑、假释裁定书是否依法送达执行并向社会公布。
				\n7．监狱、人民法院有关减刑、假释的其他执法活动。
				\n（二）检察方法
				\n1．逐一对减刑、假释案件进行审查。
				\n2．列席减刑、假释案件评审会议等。
				\n3．审查提请、裁定减刑、假释案卷材料。
				\n4．对案件所涉诊断、鉴别结论意见，进行技术性证据审查。
				\n5．对提请、裁定减刑、假释罪犯，重新组织诊断、检查或者鉴别。
				\n6．询问有关人员，查明提请、裁定减刑、假释罪犯的改造等情况。
				\n7．指派检察技术人员或者聘请有专门知识的人参与询问、座谈等。
				\n8．出席开庭审理减刑、假释案件法庭，发表检察意见。
				\n\n四、暂予监外执行检察
				\n（一）检察内容
				\n1．监狱提请暂予监外执行的案件是否符合法律规定，程序是否合法，证据是否确实、充分。
				\n2．省级监狱管理机关批准暂予监外执行的案件是否符合法律规定，程序是否合法，证据是否确实、充分。
				\n3．监狱和省级监狱管理机关有关暂予监外执行的其他执法活动。
				\n（二）检察方法
				\n1．派员监督监狱组织的诊断、检查或者鉴别。
				\n2．列席提请暂予监外执行案件评审会议等。
				\n3．审查提请、批准暂予监外执行案件材料，重点是法律文书，对提请、批准暂予监外执行罪犯的诊断、检查或者鉴别情况，以及病孕哺残等证明文件、医疗文书。
				\n4．对案件所涉诊断、鉴别结论意见，进行技术性证据审查。
				\n5．对提请、批准暂予监外执行罪犯，重新组织进行诊断、检查或者鉴别。
				\n6．询问有关人员，查明提请、批准暂予监外执行罪犯的患病及改造等情况。
				\n7．指派检察技术人员或者聘请有专门知识的人参与询问、座谈等。
				\n\n五、控告、举报、申诉检察
				\n（一）检察内容
				\n1．罪犯的控告、举报、申诉材料，监狱是否依法转交有关机关处理。
				\n2．监狱依据罪犯申诉，认为判决可能有错误的，是否提请人民检察院或者人民法院处理。
				\n3．监狱是否依法尊重和保障罪犯的控告、举报、申诉等合法权益。
				\n4．监狱有关罪犯控告、举报、申诉的执法活动。
				\n（二）检察方法
				\n1．接收罪犯控告、举报、申诉材料。
				\n2．与罪犯或者要求约见的罪犯进行个别谈话，提供法律咨询，听取情况反映，接收递交材料等。
				\n3．接待罪犯近亲属、法定代理人来访，受理控告、举报、申诉，提供法律咨询。
				
				\n\n目录二：狱政管理检察
				
				\n本目录规定了监管安全检察、分押分管检察、戒具使用检察、通信会见检察、生活卫生检察、罪犯奖惩考核检察、事故检察等内容。
				\n\n一、监管安全检察
				\n（一）检察内容
				\n1．监狱安全警戒设施设备是否符合规定。
				\n2．监狱门禁系统设施设置和管理是否符合规定。
				\n3．监狱安全监管设施是否符合规定。
				\n4．监狱禁闭室、会见室等场所是否符合建设标准。
				\n5．监狱生产劳动场所安全是否符合规定。  
				\n6．监狱消防设施及火灾防范措施是否符合规定。
				\n7．监狱对危险源、危险物品的管理和使用是否符合规定。
				\n8．清监查号、违禁品搜查等监狱安全规章制度是否落实，应急预案制订和执行是否符合规定。
				\n9．监狱有关监管安全的其他执法活动。
				\n（二）检察重点
				\n1．监狱围墙及其附属设施，包括：围墙、哨楼、电网、照明灯具、内外隔离带、刀刺隔离带、AB门，以及围墙周界视频监控、报警、门禁等技防设施。
				\n2．监狱民警在执勤、执法中所配备的个人基本装备和安防装备，包括警械武器、防爆防护器材、通讯工具、安检设备、监控设备等是否符合规定。
				\n3．监狱民警对进出监狱AB门车辆、人员、物资的检查、登记，以及制定应急预案情况。
				\n4．监狱生产区重点要害部位，包括：配电室、气压室、砂轮房、工具室、生产物资库房、氧气乙炔房、焊接房、基建房。
				\n5．监狱违禁品的管控，如手机、音视频播放器、摄录器材等电子设备，毒品、限制性药品、酒类等食品毒品类，现金、银行卡等现金类，刀具、棍棒、绳索、易燃易爆品、有毒溶液及绝缘物品等。
				\n6．监狱禁闭室的建设是否符合规定，禁闭室的环境条件和安全警戒设施是否完善。
				\n（三）检察方法
				\n1．将监管安全检察内容与重点逐项分解，建立每一项监督检察的工作制度，作为常规巡回检察监督基础，有序开展各项工作。
				\n2．通过回放监控录像、现场检查等方式，对重点部位、时段、环节的安全防范措施是否落实进行检察。
				\n3．查阅监狱开展各类安全检查的有关资料，必要时现场监督监狱安全检查活动。
				\n4．开展专项安全防范检察。
				\n\n二、分押分管检察
				\n（一）检察内容
				\n1．监狱分开关押罪犯是否符合规定。
				\n2．监狱分别关押罪犯是否符合规定。
				\n3．监狱分类管束罪犯是否符合规定。
				\n4．监狱是否落实分级处遇的规定。
				\n5．监狱有关分押分管的其他执法活动。
				\n（二）检察重点
				\n1．成年男犯、女犯和未成年犯是否实行分开关押和管理。
				\n2．女犯是否由女性监狱民警直接管理。
				\n3．罪犯是否按照犯罪类型、刑罚种类、刑期、改造表现等情况，对罪犯实行分别关押，采用不同管理方式。
				\n4．老病残罪犯是否分别管理，在生活、劳动等各方面予以适当照顾。
				\n5．罪犯是否根据考核积分、服刑时间、犯罪类型和主观恶性等情况，对罪犯实行分级管理，在活动范围、会见通信、文体活动、离监探亲等方面给予相应的处遇。
				\n6．特殊岗位罪犯的审批、使用、管理是否符合有关规定。
				\n（三）检察方法
				\n1．查阅罪犯名册、档案材料。
				\n2．查阅罪犯分级管理的相关手续、记录、公示。
				\n3．对罪犯生活、学习、劳动现场进行实地检察和巡视检察。
				\n4．向罪犯及其亲属和监狱民警了解情况，听取意见。
				\n\n三、戒具使用检察
				\n（一）检察内容
				\n1．监狱对罪犯使用戒具是否符合法定条件。
				\n2．监狱对罪犯使用戒具的程序是否符合规定。
				\n3．监狱使用戒具的活动是否符合有关规定。
				\n4．监狱有关戒具使用的其他执法活动。
				\n（二）检察重点
				\n1．监狱对罪犯使用戒具是否符合规定的情形，是否存在滥用戒具作为刑讯和惩罚罪犯的手段的情形。
				\n2．监狱对罪犯使用戒具是否严格履行审批手续，是否存在随意延长戒具使用时间的情形。
				\n3．监狱是否使用制式警戒具，对罪犯使用戒具是否严格按照使用说明正确使用，是否存在给罪犯戴双铐、背铐、双镣等情形。
				\n4．监狱是否安排医生定时对使用戒具的罪犯进行身体检查，是否存在身体状况不适宜而继续使用戒具的情形。
				\n（三）检察方法
				\n1．对罪犯使用戒具情况进行实地检察和巡视检察。
				\n2．查阅监狱对罪犯使用戒具的审批手续及相关的材料。
				\n3．向罪犯及其亲属和监狱民警了解情况，听取意见。
				\n四、通信会见检察
				\n（一）检察内容
				\n1．监狱安排罪犯亲属会见是否符合规定。
				\n2．监狱对罪犯通信管理是否符合规定。
				\n3．监狱安排罪犯拨打亲情电话是否符合规定。
				\n4．监狱安排律师会见是否符合规定。
				\n5．监狱有关通信会见的其他执法活动。
				\n（二）检察重点
				\n1．监狱是否按照规定的时间、次数为罪犯安排会见。
				\n2．会见人员是否确系罪犯亲属、监护人，是否办理相关手续。
				\n3．会见和拨打电话现场是否由监狱民警全程监听、监控、监管。
				\n4．罪犯与亲属、监护人通信是否得到保障，是否依法实施了检查。
				\n5．罪犯写给监狱的上级机关和司法机关的信件是否不被检查。
				\n（三）检察方法
				\n1．对罪犯会见现场、会见接待大厅、电话间等进行实地检察。
				\n2．查阅罪犯会见登记、来往通信记录、电话记录及相关审批手续。
				\n3．向罪犯及其亲属和监狱民警了解情况、听取意见。
				\n\n五、生活卫生检察
				\n（一）检察内容
				\n1．监狱对罪犯生活管理是否符合规定。
				\n2．监狱对罪犯医疗管理是否符合规定。
				\n3．监狱对罪犯疾病防控是否符合规定。
				\n4．监狱有关生活卫生的其他执法活动。
				\n（二）检察重点
				\n1．罪犯个人款物、生活卫生物资和设施设备、配餐中心、罪犯超市的设置和管理是否符合规定。
				\n2．监狱医技人员资质，对医疗设备和药品的采购、使用、发放情况是否符合规定。
				\n3．罪犯健康档案的建立、巡诊制度开展、罪犯门诊、住院及转院是否符合规定。
				\n4．罪犯传染病预防、控制管理是否符合规定。
				\n5．艾滋病罪犯、精神病罪犯的管理是否符合规定。
				\n6．监狱突发公共卫生事件的应急准备、应急响应等是否符合规定。
				\n（三）检察方法
				\n1．通过夜间检查、查看监控等多种手段了解罪犯作息时间。
				\n2．查阅罪犯个人账户建立、入账、消费、出账及出监结算是否符合管理规定，是否有罪犯本人签名确认。
				\n3．查阅罪犯生活物资、设施设备采购是否符合采购法规或其他管理规定，领用、回收、报损、接收（验货）是否符合规定程序，采购数量是否相符，质量是否符合食品卫生与安全的规定。
				\n4．查看生活卫生设施设备是否符合操作规程，人员培训、设施设备维护保养是否到位。查看食品操作管理、加工流程、贮存、清理变质是否符合规定。
				\n5．现场查看刀具（刃）的发放、使用、回收、报废、登记各环节管理和相关记录，是否由指定监狱民警专人负责。
				\n6．定期检察炊事员选用、轮换、撤销是否符合规定，是否办理《健康证》、是否开展安全教育和技能培训。
				\n7．抽查食品留样各环节、留样记录、监狱民警现场监督是否符合规定，是否按早、中、晚分别保存，保留48小时。  
				\n8．查看监狱是否按规定公示生活统计报表和伙食费管理工作信息。
				\n9．检察罪犯超市管理模式是否符合规定，超市所售物品是否符合管理规定，物品质量是否有保障。
				\n10．查阅罪犯病历、分监区服药记录，检察罪犯外出就医程序和法律手续。
				\n11．查看罪犯监舍及个人清洁卫生，内务定置、被服配置、防疫措施。
				\n12．与罪犯进行谈话，向监狱民警了解生活卫生相关情况。
				\n\n六、罪犯奖惩、考核检察
				\n（一）检察内容
				\n1．监狱对罪犯行政奖励是否符合规定。
				\n2．监狱对罪犯行政处罚是否符合规定。
				\n3．监狱对罪犯的考核是否符合规定。
				\n4．监狱有关罪犯奖惩、考核的其他执法活动。
				\n（二）检察重点
				\n1．罪犯的奖惩、考核是否按照司法部《关于计分考核奖罚罪犯的规定》等有关规定执行。
				\n2．监狱对罪犯的行政奖励和处罚是否事实清楚，证据充分、程序合法，是否符合应当奖励和处罚的情形。
				\n3．罪犯的行政奖励措施是否为表扬、记功、物质奖励、离监探亲四种情形。
				\n4．罪犯的行政处罚措施是否为警告、记过、禁闭3种情形。
				\n5．罪犯的考核是否分为教育改造和劳动改造两个部分，两个部分考核所占分值是否正确。在监狱服刑期间是否连续考核。
				\n6．罪犯的加扣分是否事实清楚、证据充分、记载完整，加扣分值、加扣分审批程序与限权是否符合规定。月考核得分是否在监区内公示。
				\n7．罪犯适用禁闭的条件、程序，执行禁闭的期限、条件、生活等保障，监狱民警对罪犯的教育。
				\n8．监狱评选的改造积极分子是否符合评选条件，程序是否符合规定。
				\n（三）检察方法
				\n1．查阅罪犯奖惩、考核材料。
				\n2．查看罪犯奖惩、考核公示。
				\n3．查看罪犯禁闭室现场、禁闭登记、审批手续和监狱民警履职情况。
				\n4．查看监狱对罪犯离监探亲集中教育和个别谈话的现场和记录。
				\n5．与罪犯进行谈话，向监狱民警了解奖惩、考核情况。
				\n\n七、事故检察
				\n（一）检察内容
				\n1．罪犯脱逃。
				\n2．突发公共卫生事件。
				\n3．罪犯伤残。
				\n4．罪犯非正常死亡。
				\n5．其他事故。
				\n（二）检察重点
				\n1．确定事故原因。
				\n2．确定事故性质。
				\n3．检察监狱监管执法情况。
				\n4．监督监狱处置情况。
				\n（三）检察方法
				\n1．接到监狱发生监管事故报告后，人民检察院应当立即派员赴现场了解情况，并及时报告本院检察长和上一级人民检察院。
				\n2．监督监狱妥善保护现场，或者根据需要自行对现场进行勘验、检查。
				\n3．调取或者固定原始监控录像，封存相关物证；收集监狱民警值班记录及其他有关材料；对当事罪犯或当班监狱民警进行调查。
				\n4．审查和调查工作结束后，应当对事故原因、过程以及危害结果作出综合分析，依法认定监管执法责任，形成调查报告。并与监狱共同剖析事故原因，研究对策，完善监管措施。
				\n5．检察监狱对罪犯死亡是否通知、层报。对于初步判断正常死亡的罪犯，监狱是否按规定立即开展调查工作。
				\n6．接到监狱罪犯死亡报告后，人民检察院应当立即派员赶赴现场，开展相关工作。
				\n7．罪犯非正常死亡，或者死亡罪犯家属对监狱的调查结论有疑义向人民检察院提出并经人民检察院审查认为需要调查的，或者人民检察院对监狱调查结论有异议的，应当按照规定依法开展调查，并将调查结论书面通知监狱和死亡罪犯的近亲属。
				\n8．监狱或者死亡罪犯近亲属对人民检察院作出的调查结论有异议，3日内提出复议申请，人民检察院应当进行复议；对复议结论仍有异议、疑义提出复核的，上一级人民检察院应当进行复核。复议、复核的结论应通知监狱和死亡罪犯的近亲属。
				\n9．对于监狱发生重大事故、罪犯非正常死亡事故，经人民检察院调查发现监狱民警存在执法过错、需要追究刑事责任的，应当由检察机关立案侦查；发现监狱民警涉嫌其他职务违法或者犯罪线索的，依法移送监察委员会处理。
				\n\n八、其他狱政管理检察
				\n（一）检察内容
				\n1．监狱主要领导是否定期深入监狱一线检查督导工作，帮助监区研究解决监管安全和队伍建设工作中存在的突出问题。
				\n2．是否严格实行刑罚执行、狱政管理等部门负责人定期轮岗交流制度。
				\n3．监狱是否加强基层基础工作，保证75%以上的警力配置在监区（分监区）。
				\n4．监狱是否建立警务督察制度和督察机构，成立由专门人员组织的警务督察队，定期或不定期开展警务督察活动。
				\n（二）检察方式
				\n1．查阅监狱有关会议记录和有关狱政管理部门负责人任命文件。
				\n2．查阅各监区监狱民警名单。
				\n3．查阅监狱警务督察有关资料。
				\n4．与监狱领导、监狱民警、罪犯谈话了解有关情况。
				
				\n\n目录三：教育改造检察
				
				\n本目录规定了入监出监教育检察、思想教育改造检察、文化教育改造检察、劳动教育改造检察的内容。
				\n\n一、入监、出监教育检察
				\n（一）入监教育检察
				\n1．检察内容
				\n（1）入监教育是否在新收分流罪犯的监狱或者监区集中进行。
				\n（2）入监教育时限是否符合省级监狱管理机关的规定。
				\n（3）监狱是否告知罪犯刑罚执行期间权利、义务。
				\n（4）入监教育是否包含法制教育、法律常识教育、认罪悔罪教育、监规纪律教育、行为规范教育等。
				\n（5）监狱对入监罪犯是否建立服刑改造专档。
				\n（6）监狱是否了解和掌握新收罪犯基本情况、认罪态度和思想动态，进行个体分析和心理测试，对其危险程度、恶性程度、改造难度进行评估，提出关押和改造建议。
				\n（7）监狱是否对入监教育结束后的罪犯进行考核验收，对考核合格的是否及时移送对应类别的监区服刑改造，对考核不合格的是否按规定延长入监教育。
				\n（8）监狱有关入监教育的其他执法活动。
				\n2．检察方法
				\n（1）对入监监狱或监区进行检察，实地查看入监教育开展情况。
				\n（2）查看权利义务宣布记录、服刑改造专档、评估建议材料、验收记录等入监教育相关工作记录。
				\n（3）听取入监监狱或监区、监狱民警工作情况介绍。
				\n（4）对罪犯进行个别谈话，了解情况。
				\n（二）出监教育检察
				\n1．检察内容
				\n（1）检察出监教育是否集中进行。
				\n（2）检察出监教育时限是否为3个月，对未成年犯的出所教育是否不少于2个月。
				\n（3）出监教育内容是否包含形势、政策、前途教育，遵纪守法教育，必要的就业指导，必要的职业技术培训；对未成年犯出所教育还应包含形势、政策、遵纪守法等方面，是否在就业、复学等方面指导，提供必要的技能培训。
				\n（4）是否邀请当地公安、劳动和社会保障、民政、工商、税务等部门，向罪犯介绍有关治安、就业、安置、社会保障等方面的政策和情况，教育罪犯做好出监后应对各方面问题的思想准备。
				\n（5）是否根据罪犯在服刑期间的考核情况、奖惩情况、心理测验情况，对其改造效果进行综合评估。
				\n（6）是否在罪犯刑满前1个月，将其在监狱服刑改造的评估意见、刑满释放的时间，本人职业技能特长和回归社会后的择业意向，以及对地方做好安置帮教工作的建议，填入《刑满释放人员通知书》，寄送罪犯原户籍所在地的县级公安机关和司法行政机关。
				\n（7）监狱是否对刑满释放人员回归社会后的情况进行了解，评估教育改造工作的质量和效果。
				\n（8）监狱有关出监教育的其他执法活动。
				\n2．检察方法
				\n（1）对出监教育活动进行实地检察。
				\n（2）了解罪犯出监教育时限。
				\n（3）查阅出监教育内容、评估意见、寄送回执等相关教育工作记录。
				\n（4）听取监狱民警介绍工作情况。
				\n（5）对罪犯进行个别谈话，了解情况。
				\n\n二、思想教育改造检察
				\n（一）思想教育检察
				\n1．检察内容
				\n（1）是否对罪犯进行法制、道德、形势、政策、前途等方面的思想教育改造工作。
				\n（2）是否使用由司法部监狱管理局统一编写的教材。
				\n（3）每年对成年罪犯的思想、文化、技术教学时间是否不少于500课时，每年对未成年犯是否不少于1000课时。
				\n（4）监狱对罪犯进行的思想教育内容是否包括：认罪悔罪教育、法律常识教育、公民道德教育、时事政治教育。
				\n（5）未成年犯的思想教育内容是否包括法律常识、所规纪律、形势政策、道德修养、人生观、爱国主义等。
				\n（6）未成年犯管教所是否配备符合国家规定学历的监狱民警担任教师，是否按押犯数4%的比例配备，是否使用罪犯担任教师。
				\n（7）监狱有关思想教育的其他执法活动。
				\n2．检察方法
				\n（1）对思想教育活动现场进行检察。
				\n（2）调阅思想教育改造工作记录、教材，查看思想教育内容。
				\n（3）听取监狱民警工作情况介绍。
				\n（4）对罪犯进行个别谈话，了解情况。
				\n（二）个别教育检察
				\n1．检察内容
				\n（1）监狱民警对所管理的罪犯每个月是否至少安排一次个别谈话教育。
				\n（2）监狱民警在下列情形出现时是否及时进行个别谈话教育：新入监或者服刑监狱、监区变更时；处遇变更或者劳动岗位调换时；受到奖励或者惩处时；罪犯之间产生矛盾或者发生冲突时；离监探亲前后或者家庭出现变故时；无人会见或者家人长时间不与其联络时；行为反常、情绪异常时；主动要求谈话时；暂予监外执行、假释或刑满释放出监前。
				\n（3）监狱民警开展个别谈话教育是否做好记录。
				\n（4）监狱是否建立罪犯思想动态分析制度，是否按照监区每半月分析1次、监狱每月分析1次的要求开展罪犯思想动态分析。
				\n（5）监狱是否开展有针对性的专题教育。
				\n（6）监狱是否开展分类教育。
				\n（7）监狱是否建立顽固犯和危险犯的认定和教育转化制度。
				\n（8）监狱是否建立顽固犯和危险犯教育转化档案、由专人负责转化工作。
				\n（9）顽固犯和危险犯的认定与撤销程序是否符合规定。
				\n（10）是否根据未成年犯的案情、刑期、心理特点和改造表现进行有针对性的个别教育，实行教育转化责任制。
				\n（11）监狱有关个别教育的其他执法活动。
				\n2．检察方法
				\n（1）查看监区个别谈话教育记录。
				\n（2）列席监区、监狱思想动态分析会议或查看会议记录。
				\n（3）查阅相关教育工作制度、档案和记录。
				\n（4）查看顽固犯和危险犯的认定与撤销审批手续。
				\n（5）听取监狱或监区、监狱民警工作情况介绍。
				\n（6）对罪犯进行个别谈话，了解情况。
				\n（三）社会帮教检察
				\n1．检察内容
				\n（1）监狱是否与罪犯原所在地政府、单位（学校）、亲属联系或社会有关部门签订帮教协议。
				\n（2）监狱是否充分利用社会力量，建立一支相对稳定的帮教志愿者队伍，为社会志愿者参与帮教活动提供便利。
				\n（3）监狱是否适时邀请有关单位和人士来监狱开展帮教工作。
				\n（4）监狱是否联系、协调当地法律援助机构为需要的罪犯提供法律援助服务。
				\n（5）监狱开展社会帮教的审批手续是否符合规定。
				\n（6）监狱开展社会帮教活动是否组织有序、符合监狱安全管理规定。
				\n（7）监狱开展的社会帮教是否有益于罪犯改造。
				\n（8）对未成年人的社会教育，是否采取到社会上参观或者参加公益活动，邀请社会各界人士及未成年犯的父母或者其他监护人来所帮教的方法。
				\n（9）监狱有关社会帮教的其他执法活动。
				\n2．检察方法
				\n（1）实地查看社会帮教活动开展情况。
				\n（2）调取、查阅社会帮教协议、社会帮教记录、社会帮教审批手续等相关工作记录。
				\n（3）查看未成人社会教育方法。
				\n（4）听取监狱民警介绍工作情况。
				\n（5）对罪犯进行个别谈话，了解情况。
				\n（四）心理矫治检察
				\n1．检察内容
				\n（1）监狱是否建立心理矫治室，配备必要设备。
				\n（2）是否由专人对罪犯进行心理矫治。
				\n（3）是否对罪犯进行心理健康教育，宣传心理健康知识。
				\n（4）是否在入监教育、服刑改造中期、出监教育期间对罪犯进行心理测验、评估，建立心理档案。
				\n（5）是否配备专门人员，对罪犯提供心理咨询服务。
				\n（6）对有心理疾病的罪犯是否实施治疗，对病情严重的是否组织有关专业人员会诊、进行专门治疗。
				\n（7）检察从事心理测验、心理咨询的工作人员是否具备相关资格，符合相关条件。
				\n（8）未成年犯管教所是否建立心理矫治机构，对未成年犯进行生理、心理健康教育，进行心理测试、心理咨询和心理矫治。
				\n（9）监狱有关心理矫治的其他执法活动。
				\n2．检察方法
				\n（1）实地查看心理矫治室。
				\n（2）调取、查阅心理测验记录、评估报告、心理档案等材料。
				\n（3）查看心理咨询记录、心理健康教育记录、心理治疗记录等工作记录。
				\n（4）查看心理测验、心理咨询人员的资质文件。
				\n（5）听取监狱民警介绍工作情况。
				\n（6）对罪犯进行个别谈话，了解情况。
				\n\n三、文化教育改造检察
				\n（一）文化教育检察
				\n1．检察内容
				\n（1）监狱是否设立教育改造场所，包括教室、谈话室、文体活动室、图书室、阅览室、电化教育室、心理咨询室等，并配备相应的设施。
				\n（2）监狱是否根据罪犯不同文化程度分类进行扫盲、小学、初中文化教育或其他文化教育。
				\n（3）应当接受义务教育的罪犯是否依法接受教育。
				\n（4）接受文化教育考核合格后是否联系相关部门发放学业证书。
				\n（5）监狱开展扫盲、小学、初中文化教育是否使用司法部监狱管理局统一编写的教材。
				\n（6）对未成年犯的文化教育是否采取分年级编班施教，按规定的课程开课，使用经国务院教育行政部门审定的教材。
				\n（7）监狱有关文化教育的其他执法活动。
				\n2．检察方法
				\n（1）对文化教育学习现场进行实地检察。
				\n（2）查看教学计划、文化教育的课程设置、了解教育具体内容。
				\n（3）了解教材使用、师资力量和证书发放等情况。
				\n（4）查阅学员名册、教学日志、课时统计相关工作记录。
				\n（5）听取监狱民警介绍工作情况。
				\n（6）对罪犯进行个别谈话，了解情况。
				\n（二）监区文化建设检察
				\n1．检察内容
				\n（1）是否根据情况，成立文艺表演队、体育运动队等，组织罪犯开展适当的体育活动、文化娱乐和文艺活动。
				\n（2）是否办好图书室、阅览室、墙报、黑板报，组织开展经常性的读书、评报活动，监狱图书室藏书是否人均不少于10本。
				\n（3）是否根据条件，组织罪犯学习音乐、美术、书法等，开展艺术和美育教育。
				\n（4）是否建立电化教育系统、广播室，各监区是否配备电视，组织罪犯收听、收看新闻及其他有益于罪犯改造的广播、影视节目。
				\n（5）是否根据教育改造罪犯的需要，美化监区环境，规范监区环境布置，规范监狱文化标语设置。
				\n（6）是否在国庆节、国际劳动节、元旦、春节和重大庆祝、纪念活动，以及每月的第一天，组织罪犯参加升挂国旗仪式。
				\n（7）未成年犯管教所是否开展文化、娱乐、体育活动，办好报刊、黑板报、广播站、闭路电视，定期举行升国旗仪式，开展成人宣誓活动，根据需要，设立适合未成年犯特点的习艺劳动场所及其设施。
				\n（8）监狱有关监区文化建设的其他执法活动。
				\n2．检察方法
				\n（1）对教室、谈话室、文体活动室、图书室、阅览室、电化教育室、心理咨询室、监区等地进行检察。
				\n（2）查阅相关教育活动记录。
				\n（3）巡视文化、体育、文艺活动现场。
				\n（4）听取监狱民警介绍工作情况。
				\n（5）对罪犯进行个别谈话，了解情况。
				\n\n四、劳动教育改造检察
				\n（一）劳动技术教育检察
				\n1．检察内容
				\n（1）监狱对罪犯组织入监培训、岗前培训、在岗培训、转岗培训、安全生产培训是否符合国家相关规定。
				\n（2）监狱是否根据罪犯在狱内劳动的岗位技能要求和刑满释放后就业的需要，设置不同的岗位技术培训和职业技能教育内容，组织罪犯开展岗位技术培训和职业技能教育。
				\n（3）监狱是否对于未满50岁的且没有一技之长的罪犯，开展职业技术教育。
				\n（4）监狱是否积极与当地教育、劳动和社会保障行政部门以及就业培训机构联系，在技术教育的专业设置、教育安排、师资培训、外聘教师、教研活动、考试（考核）和颁发学历、学位（资格）证书方面获得支持和帮助。
				\n（5）监狱是否积极利用社会资源，开展技术教育，根据刑满释放后的就业需要，开设不同内容、种类的培训班。
				\n（6）监狱是否存在用劳动生产替代劳动技能教育培训的情形。
				\n（7）监狱对未成年犯的技术教育是否根据其刑期、文化程度和刑满释放后的就业需要，重点进行职业技术教育和技能培训。
				\n（8）监狱有关劳动技术教育的其他执法活动。
				\n2．检察方法
				\n（1）对技术教育学习现场进行实地检察。
				\n（2）查看教学计划、技术教育的课程设置、了解教育具体内容。
				\n（3）了解教材使用、师资力量和证书发放等情况。
				\n（4）查阅学员名册、教学日志、课时统计相关工作记录。
				\n（5）听取监狱民警介绍工作情况。
				\n（6）对罪犯进行个别谈话，了解情况。
				\n（二）劳动生产项目检察
				\n1．检察内容
				\n（1）监狱引进或调整生产项目是否遵守国家有关法律法规，是否符合国家产业政策。
				\n（2）监狱是否存在组织罪犯从事易燃、易爆等高危行业生产、加工；是否存在组织罪犯从事有毒、有害等危险品生产、加工；是否存在组织罪犯从事假、冒、伪、劣产品的生产、加工；是否组织罪犯从事经营性食品、饮料的生产、加工；是否使用国家明令淘汰和禁止使用的设备、工艺。
				\n（3）检察监狱是否存在组织罪犯从事狱外劳动等违反规定的劳动项目。
				\n（4）监狱有关劳动生产项目的其他活动。
				\n2．检察方法
				\n（1）对罪犯劳动现场进行实地检察。
				\n（2）查阅劳动项目评估书、合同书、环境检测报告等相关材料。
				\n（3）组织个别罪犯或监狱民警谈话，了解情况。
				\n（三）劳动现场检察
				\n1．检察内容
				\n（1）监狱是否组织罪犯在规定的区域和指定的劳动岗位劳动，并设置相应标志。
				\n（2）是否存在罪犯脱离监狱民警管理单独劳动的情形。
				\n（3）监狱落实劳动现场监狱民警直接管理制度，劳动现场的带班、值班监狱民警是否低于罪犯数的3%。
				\n（4）罪犯使用劳动工具是否符合相关制度。
				\n（5）罪犯使用劳动工具时现场是否有带班监狱民警进行监督管理。
				\n（6）除特殊工序外的锋利、尖角等易造成人员伤害的劳动工具是否进行钝化或者替代处理。
				\n（7）监狱劳动工具是否实行定人、定位、编号管理，刀具、刃具、钝器等有危险性的劳动工具是否上链管理；是否存在由罪犯保管、登记、分发有危险性的劳动工具的情况。
				\n（8）监狱对看板、标识牌、警示语、标语牌、信号灯等管理工具的使用及管理是否符合国家法律法规和相关部门的规定。
				\n（9）监狱对劳务加工外协人员的审核、监督及管理是否符合相关规定。
				\n（10）监狱在劳动现场的其他执法活动。
				\n2．检察方法
				\n（1）对罪犯劳动现场进行实地检察，或者查看监控录像。
				\n（2）查阅劳动现场监狱民警值班、交接班记录。
				\n（3）查阅监狱制定的有关劳动工具采购、自制、分类、领用、保管、现场使用、遗失、报废等管理制度。
				\n（4）查阅工具库房、工具柜的生产劳动工具台账、使用记录等。
				\n（5）查阅监狱对外协人员岗位、资质、数量的审核材料，入监审批手续、证件、记录等。
				\n（6）组织个别罪犯或监狱民警谈话，了解情况。
				\n（四）劳动安全检察
				\n1．检察内容
				\n（1）监狱是否制定安全教育培训计划，建立监狱民警、职工和作业人员的安全生产教育培训档案。
				\n（2）监狱安全生产管理机构负责人，是否经过安全生产培训合格；监狱民警、职工、罪犯是否存在未经安全生产培训合格，上岗作业的情形。
				\n（3）监狱对生产作业现场是否进行安全检查，对存在危险的劳动场所，是否设立安全警示标志、划定警戒区域。
				\n（4）监狱对危险作业场所、关键要害部位、重要时段的安全生产的监督管理措施是否完善。
				\n（5）监狱对隐患整治是否建立跟踪制度，是否定期举行安全生产隐患排查治理。
				\n（6）监狱对特种作业人员是否组织安全技术培训。
				\n（7）监狱对特种作业场所是否设立相关警示标志，划定警戒区域。
				\n（8）监狱对危险化学品的管理是否符合相关规定。
				\n（9）监狱新建、扩建、改建工程项目是否按照国家有关法律法规，落实消防安全管理措施。
				\n（10）监狱对易燃易爆危险物品的管理是否符合相关规定。
				\n（11）监狱对消防设施的安装、使用、维护是否符合国家有关法律法规的规定。
				\n（12）监狱在人员密集场所是否按规定设置符合紧急疏散要求的消防通道和安全出口，是否配备相应的消防设施器材和报警装置，消防设施器材和报警装置等是否注明使用办法。
				\n（13）监狱是否制定完善安全检查制度，明确部门、岗位的安全生产职责。
				\n（14）监狱是否对罪犯劳动现场实行定置管理。是否将物品仓库或休息场所设置在劳动现场；是否组织罪犯违规劳动；是否有罪犯将个人物品存放在劳动生产现场的情形；是否安排罪犯在锅炉房、配电房等关键要害岗位劳动。
				\n（15）监狱有关劳动安全的其他执法活动。
				\n2．检察方法
				\n（1）对罪犯劳动现场进行实地检察。
				\n（2）查阅监狱的安全生产会议记录、安全检查记录、隐患事故登记及整改记录、隐患排查分析记录、安全培训记录、安全事故登记记录等。
				\n（3）查阅特种人员的上岗证件及监狱建立的特种人员作业档案。
				\n（4）查阅监狱对危险化学品管理的相关记录。
				\n（5）查阅监狱对消防设施、消防管理的相关记录。
				\n（6）组织个别罪犯或监狱民警谈话，了解情况。
				\n（7）在法定节日、重大活动之前或者期间，督促监狱进行安全防范检查。
				\n（8）及时了解监狱劳动改造活动中发生的重大情况。
				\n（五）劳动保障检察
				\n1．检察内容
				\n（1）监狱企业是否执行国家有关劳动保护的规定，是否按照社会同行业、同工种的劳动保护要求，为参加劳动的罪犯按标准配备必须的劳动防护用品。
				\n（2）对有粉尘、噪声、辐射等污染的劳动场所，监狱是否按照规定安装通风、排气、除尘、降噪、防辐射等防护设施。
				\n（3）监狱对罪犯防寒保暖及防暑降温工作是否符合有关规定。
				\n（4）监狱对罪犯职业病的防范工作是否符合有关规定。
				\n（5）监狱在生产劳动中发生的罪犯致伤、致残或死亡事故，是否按照司法部有关规定进行补偿。
				\n（6）监狱有关劳动保障的其他执法活动。
				\n2．检察方法
				\n（1）对罪犯劳动现场进行实地检察。
				\n（2）查阅劳动项目评估书、环境检测报告。
				\n（3）查阅罪犯劳保用品发放登记。
				\n（4）查阅罪犯的体检登记。
				\n（5）查阅罪犯工伤、死亡处理材料。
				\n（6）组织个别罪犯或监狱民警谈话，了解情况。
				\n（六）劳动工时检察
				\n1．检察内容
				\n（1）监狱是否严格执行罪犯每周劳动5天，每天劳动时间不超过8小时，每周劳动时间不得超过40小时；未成年犯每天劳动4小时。
				\n（2）监狱是否严格执行监狱生产单位经批准后安排罪犯加班，每次不得超过3小时，每周平均不得超过6小时，连续加班不得超过3天的规定。
				\n（3）监狱是否存在法定节假日安排罪犯劳动的情形。
				\n（4）调整罪犯劳动时间是否经过监狱长的批准。
				\n（5）监狱对罪犯的劳动定额管理是否符合其生理特点，科学合理的确定。
				\n（6）监狱有关劳动工时的其他执法活动。
				\n2．检察方法
				\n（1）查看监控录像或者实地巡查罪犯劳动现场。
				\n（2）查阅罪犯收出工登记记录、加班审批材料、劳动定额管理材料等。
				\n（3）组织个别罪犯或监狱民警谈话，了解情况。
				\n（七）劳动绩效、劳动报酬检察
				\n1．检察内容
				\n（1）监狱是否严格落实罪犯劳动教育改造计分考核、行政奖惩相关制度，考核结果是否在各监区（分监区）统一公布。
				\n（2）监狱是否存在罪犯代为安排劳动项目、考核劳动改造计分等情形。
				\n（3）监狱是否明确规定罪犯劳动报酬的提取、管理、分配标准和使用办法，定期为参加劳动的罪犯发放劳动报酬。
				\n（4）监狱对未参加劳动的罪犯基本生活费的计发是否符合有关规定。
				\n（5）监狱是否对加班劳动的罪犯安排补休，确实不能补休的，是否给予补助。
				\n（6）监狱有关劳动绩效、劳动报酬的其他执法活动。
				\n2．检察方法
				\n（1）对罪犯劳动现场进行实地检察。
				\n（2）查阅罪犯劳动计分考核、行政奖惩记录。
				\n（3）查阅监狱生产单位罪犯及个人劳动产量账簿、罪犯劳动报酬的提取总额、分配标准、罪犯劳动报酬明细等相关材料。
				\n（4）组织个别罪犯或监狱民警谈话，了解情况。`;

export const c12 = `第一章   总  则
				\n
				\n第一条  为了规范监狱巡回检察工作，进一步增强法律监督实效，根据《中华人民共和国人民检察院组织法》《中华人民共和国刑事诉讼法》《中华人民共和国监狱法》等法律规定，制定本规定。
				\n第二条  人民检察院对监狱实行巡回检察，保证国家法律在刑罚执行活动中正确实施，保障罪犯合法权益，维护监管秩序稳定，纠防冤假错案，促进监狱提升改造质量，将罪犯改造成为守法公民。
				\n第三条  人民检察院对监狱巡回检察实行检察官办案责任制，落实权责统一的司法权力运行机制。
				\n第四条  人民检察院对监狱实行巡回检察，与刑罚执行机关分工负责、互相配合、互相制约，共同维护国家法制的统一和刑罚执行的公正。
				\n
				\n\n第二章  巡回检察组织与人员
				\n
				\n第五条  人民检察院组成巡回检察组对监狱进行巡回检察。巡回检察组人员不得少于三人，进入监狱开展工作不得少于二人。
				\n第六条  巡回检察组主办检察官一般由本院负责刑事执行检察工作的检察官担任；检察长、副检察长参加巡回检察时，由检察长、副检察长担任。
				\n第七条  巡回检察组主要由本院负责刑事执行检察工作的检察人员组成，也可以抽调下级人民检察院负责刑事执行检察工作的检察人员或者安排本院其他业务部门的检察人员参加。
				\n人民检察院根据巡回检察工作需要可以邀请司法行政、安全生产监督管理、审计等部门中具有专门知识的人参加巡回检察。邀请具有专门知识的人参加巡回检察适用《最高人民检察院关于指派、聘请有专门知识的人参与办案若干问题的规定（试行）》等有关规定。
				\n第八条  人民检察院派驻监狱检察室应当配备不少于一名检察人员，主要负责以下工作：
				\n（一）检察罪犯计分考核、立功奖惩等情况；
				\n（二）列席减刑、假释、暂予监外执行评审会；
				\n（三）列席监狱狱情分析会和其他工作会议；
				\n（四）联系监狱有关部门，对接巡回检察工作有关事项；
				\n（五）监督巡回整改措施的落实情况；
				\n（六）开启检察官信箱，收集、登记罪犯控告、举报、申诉材料；
				\n（七）其他相关工作。
				\n派驻监狱检察室检察人员也可以根据情况办理减刑、假释、暂予监外执行等案件。
				\n派驻监狱检察室检察人员在检察室工作时间每周不少于两个工作日，每年应当轮换一次。
				\n
				\n第三章  巡回检察内容、方式与方法
				\n
				\n第九条  巡回检察的内容包括：
				\n（一）监狱执行有关法律规定、执行刑罚活动情况，重点是罪犯教育改造、刑罚变更执行、监管安全活动情况；
				\n（二）派驻监狱检察室检察人员工作情况。
				\n具体内容根据巡回检察的不同方式，参照适用《人民检察院监狱检察工作目录》。
				\n第十条  巡回检察可以采取常规、专门、机动或者交叉巡回检察等方式。
				\n常规、专门和机动巡回检察一般由对监狱负有监督职责的人民检察院组织，交叉巡回检察一般由省级人民检察院组织。
				\n第十一条  针对监狱刑罚执行、狱政管理、教育改造执法活动，应当开展常规巡回检察。对同一个监狱开展常规巡回检察，巡回检察组主办检察官应当轮换，成员可以随机组成。
				\n常规巡回检察时间一般不少于五个工作日，每二至三个月应当开展一次，也可以根据工作需要随时开展。
				\n第十二条  针对监狱发生罪犯非正常死亡、脱逃或者突发公共卫生事件等重大事故，应当开展专门巡回检察。
				\n专门巡回检察时间根据工作内容确定，一般不少于三个工作日。
				\n第十三条  针对日常监狱检察工作中发现的问题、线索和常规巡回检察发现问题的整改落实情况，可以开展机动巡回检察。
				\n机动巡回检察时间根据工作内容确定，一般不少于三个工作日。
				\n第十四条  省级人民检察院可以统一抽调本地区检察人员组成巡回检察组开展交叉巡回检察。交叉巡回检察组主办检察官由省级或者设区的市级人民检察院负责刑事执行检察工作的检察官担任。
				\n交叉巡回检察可以根据工作需要随时开展，时间一般不少于五个工作日。
				\n第十五条  开展巡回检察应当做好以下准备工作：
				\n（一）制定巡回检察工作方案，确定巡回检察工作目标和重点，拟定巡回检察工作具体步骤；
				\n（二）成立巡回检察组，指定主办检察官，明确成员，确定分工和职责；
				\n\n（三）进行巡回检察动员部署和业务培训；
				\n（四）商请监狱指定巡回检察工作联络人；
				\n（五）开展巡回检察三日前将开展巡回检察的时间、人员、内容、联系人等书面告知监狱，特殊情况下可以在巡回检察当日告知监狱有关情况。
				\n对罪犯非正常死亡等重大事故开展专门巡回检察的，按照有关规定进行。
				\n第十六条  巡回检察可以采取以下工作方法：
				\n（一）调阅、复制有关案卷材料、档案资料、有关账表、会议记录、罪犯计分考核、奖励材料等资料，调看监控录像和联网监管信息；
				\n\n（二）实地查看禁闭室、会见室、监区、监舍、医疗场所及罪犯生活、学习、劳动场所；
				\n（三）抽取二个以上监室，与罪犯逐个谈话；
				\n（四）向有关知情人员询问情况，与即将刑满释放的罪犯谈话；
				\n（五）听取监狱工作情况介绍，列席监狱狱情分析会等有关会议，与监狱民警进行谈话，召开座谈会；
				\n（六）开展问卷调查；
				\n（七）需要采取的其他工作方法和措施。
				\n
				\n\n第四章  巡回检察问题处理与责任追究
				\n
				\n第十七条  针对巡回检察发现的问题，人民检察院进行调查核实后，应当根据情况作出以下处理：
				\n\n（一）发现轻微违法情况和工作漏洞、安全隐患的，应当向监狱提出口头纠正意见或者检察建议，并记录在案；
				\n\n\n（二）发现严重违法情况或者存在可能导致执法不公和重大事故等苗头性、倾向性问题的，应当依法向监狱发出纠正违法通知书或者检察建议书，并指定专人督促纠正。 
				\n发出纠正违法通知书或者检察建议书十五日后，监狱仍未纠正、采纳或者回复意见的，应当及时向省级人民检察院报告，由省级人民检察院建议同级司法行政机关督促纠正。
				\n\n第十八条  监狱对人民检察院的纠正违法通知书和检察建议书如有异议，可以向人民检察院要求复议。人民检察院应当进行审查并提出复议意见，报经分管检察长审核后，向监狱发出复议决定书。监狱对于复议决定仍有异议的，可以向上一级人民检察院提请复核。上一级人民检察院应当进行审查并提出复核意见，经分管检察长审核后，报检察长决定。
				\n\n\n第十九条  巡回检察中发现司法工作人员涉嫌利用职权实施非法拘禁、刑讯逼供、非法搜查等侵犯公民权利、损害司法公正犯罪的，应当按照有关规定依法办理；发现司法工作人员涉嫌其他职务犯罪线索的，应当依法移送监察委员会处理。
				\n\n\n\n第二十条  巡回检察人员在工作中，对监狱存在的严重违法问题应当发现而未发现的，应当依据规定追究有关人员失职的责任。发现后不予报告、未依法提出整改纠正意见的，对巡回检察发现问题不督促整改落实的，应当依据规定追究有关人员渎职的责任。
				\n上轮巡回检察对监狱存在的重大违法问题应当发现而没有发现，或者发现后没有及时提出监督纠正意见，或者没有及时采取措施督促监狱整改落实的，应当依据规定追究有关人员失职、渎职的责任。
				\n第二十一条  巡回检察应当制作检察记录，记载巡回检察情况。
				\n第二十二条  巡回检察结束后，应当及时制作巡回检察报告。内容包括巡回检察工作基本情况、发现的问题、处理意见及措施、下一步工作意见或者建议等。
				\n第二十三条  巡回检察工作开展情况，应当以适当方式向社会公开，接受人民群众监督。
				\n第二十四条  应当建立与当地司法行政机关和监狱的情况通报、信息共享、联席会议等制度。巡回检察中发现的问题应当及时反馈，重大问题和事项及时向上一级人民检察院和地方党委请示报告。
				
				\n\n第五章  巡回检察保障
				\n
				\n第二十五条  优化巡回检察队伍结构，加强分类培训和专题培训，强化巡回检察人员的政治素质、业务素质和职业道德素质，提高巡回检察人员的履职能力和水平。
				\n第二十六条  保障派驻检察室和巡回检察工作所需各项经费与物资设施。
				\n第二十七条  司法警察可以协助巡回检察组依法履行职责。司法警察参与巡回检察工作的，按规定办理用警手续。
				\n
				\n附  则
				\n
				\n第二十八条  省级人民检察院可以根据本规定，结合本地实际，制定具体操作办法。
				\n\n第二十九条  本规定由最高人民检察院负责解释。
				\n\n\n第三十条  本规定自印发之日起施行。最高人民检察院之前发布的《人民检察院监狱检察办法》等有关规定与本规定不一致的，以本规定为准。
				\n附件：人民检察院监狱巡回检察工作文书样式
				\n
				\n
				附件
				\n
				××人民检察院
				监狱巡回检察告知函
				\n
				\n×检巡告函〔20××〕×号
				\n
				\n
				\n（被巡回检察监狱）：
				\n根据《中华人民共和国刑事诉讼法》第二百七十六条之规定，我院定于      年   月   日至      年    月   日对你单位进行  （巡回检察种类）   巡回检察，请予接洽。
				\n
				\n附：巡回检察组成员名单
				\n
				\n
				 \n                                   年  月  日
				\n（院印）
				\n
				\n
				\n制作说明
				\n
				\n一、本文书供检察机关开展对监狱巡回检察时使用，一般应于开展巡回检察三日前送达被巡回单位。特殊情况下，当日送达被巡回单位；
				\n二、“巡回检察种类”包括常规巡回检察、专门巡回检察、机动巡回检察、交叉巡回检察。
				\n
				\n
				\n××人民检察院
				\n监狱巡回检察记录
				\n被检察单位		检察日期	
				\n检察地点		检察内容	
				\n巡回检察
				\n方式		检察人员	
				\n检察
				\n情况	
				\n备注	
				\n检察人员
				\n签  名	
				\n
				\n
				\n制作说明
				\n
				\n一、本文书供巡回检察组工作期间使用，巡回检察组成员应当汇总当日检察情况，作为制作巡回检察报告的重要依据；
				\n二、“巡回检察方式”是指《人民检察院监狱巡回检察规定》第十条规定的方式；
				\n三、本文书可根据工作情况，每日制作一份或多份，由直接参与检察人员签字确认。
				\n
				\n
				\n××人民检察院
				\n对××监狱巡回检察报告
				\n
				\n×年×月×日，我院组成巡回检察组，依法对××监狱进行了为期×天的××巡回检察。现将有关情况报告如下：
				\n一、巡回检察基本情况
				\n\n包括制定方案、组建巡回检察组、动员部署、实地检察、意见反馈、代表委员等邀请人员参与检察的基本情况。围绕本次巡回检察的重点内容，对监狱执法管理工作进行分类综合评价。
				\n二、巡回检察发现的问题
				\n逐项列明巡回检察发现的问题（包括上轮巡回检察存在的问题），认定违法违规事实的证据，现场处理情况等。
				\n三、处理意见或措施
				\n综合阐述对发现问题的具体处理意见。如：对监督案件线索进行进一步调查办理，对不属于本院管辖的违纪违法线索及时移送，对提出监督意见的案（事）件跟踪督办，对上轮巡回检察失职渎职行为的处理意见等。
				\n四、需要说明的问题
				\n本次巡回检察需要特别说明的其他问题。
				\n五、下一步工作意见或建议
				\n根据法律法规规定，结合巡回检察发现的问题，从进一步加强规范执法、制度建设、人员管理、维护服刑人员权益，以及提高巡回检察质效等方面提出意见建议。
				
				
				                  \n ××监狱巡回检察组
				                                 \n年  月  日
				
				
				
				
				
				
				
				
				
				
				
				
				
				\n制作说明
				
				\n一、本文书为巡回检察结束后制作总结报告时使用，可根据每次巡回检察的重点和方式灵活调整报告格式、内容；
				\n二、本文书应当由巡回检察组主办检察官审核，报院领导审批后，向监狱制作书面反馈意见；
				\n三、对巡回检察发现的监督案件和职务违纪违法线索，按照法定程序依法另行办理。
				\n
				\n
				\n
				\n
				\n
				\n
				\n
				\n
				\n
				\n
				\n
				\n
				\n××人民检察院
				\n巡回检察反馈意见
				
				\n（被反馈单位）：
				\n根据《中华人民共和国刑事诉讼法》《中华人民共和国监狱法》《人民检察院监狱巡回检察规定》等有关规定，我院组成巡回检察组，于×年×月×日至×年×月×日对你监狱进行了××巡回检察。现将有关情况通报如下：
				   \n 一、巡回检察基本情况
				    \n包括巡回检察内容、检察方式方法、检察的卷宗材料数量、实地检察有关现场情况、邀请代表委员等人员参与检察的基本情况。重点围绕本次检察的内容，对监狱执法管理工作进行分类综合评价。
				\n二、巡回检察发现的主要问题
				\n分类、逐项列明巡回检察发现的问题。所列问题应当明显违反有关法律法规和内部管理规定，做到事实清楚，证据充分，说理到位。
				\n三、整改意见建议
				\n针对巡回检察发现的具体问题或倾向性、苗头性问题，依法依规分类提出整改意见建议。
				
				                             \n 年  月  日
				\n制作说明
				
				\n一、本文书适用于向被巡回单位制作巡回检察反馈意见时使用；
				\n二、本文书由巡回检察组主办检察官审核，报院领导审批后，向监狱当面反馈或以其他形式送达。公开送达的，应当制作送达笔录。	`;
